{
  "b878289dffcd282a6d32383a4ae75c38": {
    "comic_id": 4,
    "file_name": "comic2-07.png",
    "panels": {
      "3": [
        "T-Rex: Of course, there's always a danger when you go down the 'date-the-person-you-live-with' road. It could fall apart, not unlike this tiny house.",
        "House: 〚tiny〛 oh baby i'm so glad we already live together and now are in a relationship; it's bound to make things smooth and not at all awkward"
      ],
      "6": [
        "Narrator: LATER...",
        "T-Rex: 〚large〛 !",
        "T-Rex: 〚thinks〛 ◖I◗ was his roommate!"
      ]
    }
  },
  "365c3d56d508ec6f1d74a90cfafd2fcb": {
    "comic_id": 6,
    "file_name": "comic2-09.png",
    "panels": {
      "3": [
        "Narrator: THREE YEARS AGO",
        "T-Rex: What about all the good times we shared? How can you be so cold-blooded?",
        "T-Rex: Or was that a lie too?",
        "Dromiceiomimus: I",
        "Dromiceiomimus: I'm sorry"
      ]
    }
  },
  "927bcd1b32eb19668da1e40d135b5d33": {
    "comic_id": 7,
    "file_name": "comic2-10.0.png",
    "panels": {
      "2": [
        "Narrator: VITAMIN B12",
        "Narrator: an educational installment"
      ]
    }
  },
  "b138c4ff722e23f622fdf28728b13c6f": {
    "comic_id": 8,
    "file_name": "comic2-12.png",
    "panels": {
      "4": [
        "Utahraptor: Stop stomping on things!",
        "T-Rex: Only if you answer me a question!"
      ]
    }
  },
  "e1a4cbf8468d78f0631ad4b4a105e4f4": {
    "comic_id": 9,
    "file_name": "comic2-23.png",
    "panels": {
      "5": [
        "T-Rex: You know what's great?",
        "Utahraptor: Not being a T-Rex?",
        "T-Rex: No! Not being a Utahrapt—"
      ]
    }
  },
  "9bc39355dd82e5ba005704f3a441970b": {
    "comic_id": 12,
    "file_name": "comic2-16-1.png",
    "panels": {
      "2": [
        "T-Rex: 〚in T-Rex's imagination, holding a beach ball〛 woo! party!"
      ],
      "3": [
        "T-Rex: 〚in T-Rex's imagination, throwing a beach ball to imaginary Utahraptor〛 catch!",
        "Utahraptor: 〚in T-Rex's imagination〛 ha ha!",
        "T-Rex: So! I intend to find a beach ball! Do you know where they are kept?",
        "Dromiceiomimus: Sorry!",
        "T-Rex: Maybe stomping this house will refresh your memory!"
      ],
      "4": [
        "Utahraptor: I know where you could find a beach ball!",
        "T-Rex: 〚excitedly imagines a beach ball〛",
        "T-Rex: Where?"
      ]
    }
  },
  "3428df89c8e32b242c3238d3ed81392d": {
    "comic_id": 12,
    "file_name": "comic2-16-2.png",
    "panels": {
      "2": [
        "T-Rex: 〚in T-Rex's imagination, holding a beach ball〛 woo! party!"
      ],
      "3": [
        "T-Rex: 〚in T-Rex's imagination, throwing a beach ball to imaginary Utahraptor〛 catch!",
        "Utahraptor: 〚in T-Rex's imagination〛 ha ha!",
        "T-Rex: I intend to find a beach ball! Do you know where they are?",
        "Dromiceiomimus: Sorry!",
        "T-Rex: Maybe stomping this house will refresh your memory!"
      ],
      "4": [
        "Utahraptor: I know where you could find a beach ball!",
        "T-Rex: 〚excitedly imagines a beach ball〛",
        "T-Rex: Where?"
      ]
    }
  },
  "540b1a36090cece71d6f551445d5cf52": {
    "comic_id": 16,
    "file_name": "comic2-25.png",
    "panels": {
      "3": [
        "Narrator: SOMEWHERE ON A PACIFIC ISLAND..",
        "T-Rex: Rawr! I represent nature and cannot be controlled! Watch as I destroy this house, representing humanity's folly!",
        "Dromiceiomimus: I too represent nature, but rather its nurturing aspect!",
        "House: 〚tiny〛 Save us from the monsters we have created and were foolish enough to think we could control!"
      ]
    }
  },
  "e58cd91fce3c4079d5a5d4a0e6132718": {
    "comic_id": 18,
    "file_name": "comic2-21.png",
    "panels": {
      "3": [
        "T-Rex: Hey, do you know how I could stop the Utahraptor from not being friends with me?",
        "Dromiceiomimus: Maybe if you stopped stomping on things - that seems to annoy him more than anything else.",
        "T-Rex: Forget it! Stomping is who I am!",
        "Sound effect: STOMP!"
      ]
    }
  },
  "8de2439df003a888299a544b7c876906": {
    "comic_id": 19,
    "file_name": "comic2-22.png",
    "panels": {
      "6": [
        "T-Rex: I can't help it if I can't remember it!",
        "Off panel: And I can't help it if you are a stupid dinosaur! I wish I never met you!",
        "T-Rex: oh, give me a BREAK!"
      ]
    }
  },
  "5acff4338c5a3861ee0c917fd6057e45": {
    "comic_id": 21,
    "file_name": "comic2-27.png",
    "panels": {
      "6": [
        "T-Rex: I made it back to good old 1985. But now Doc is back - back FROM the future! And he's talking about my kids!",
        "T-Rex: Something's got to be done about my kids!",
        "Narrator: 〚Back To The Future font〛 🠲 TO BE CONTINUED"
      ]
    }
  },
  "600794c601b98c3b7cc0bfee336d60ed": {
    "comic_id": 24,
    "file_name": "comic2-35.png",
    "panels": {
      "5": [
        "T-Rex: 〚large〛 IN A SONG!"
      ]
    }
  },
  "34f80b6e6740c95aeafac0fab8340eaf": {
    "comic_id": 25,
    "file_name": "comic2-36.png",
    "panels": {
      "3": [
        "T-Rex: But of course I don't try to read too much into that...",
        "T-Rex: It was probably just some random neurons firing in my brain!",
        "Narrator: 〚with an arrow pointing at the car〛 a very tiny car... COINCIDENCE? What does it all mean?"
      ]
    }
  },
  "40114fdfc60b1a94a6642da6fde7af5f": {
    "comic_id": 26,
    "file_name": "comic2-37.png",
    "panels": {
      "1": [
        "Text: Sept. 6th, 1999: \"A new series of fossilized dinosaur tracks was discovered today near Drumheller, in Alberta, Canada. The tracks appear to be those of a fully grown"
      ],
      "2": [
        "Text: Tyrannosaurus Rex"
      ],
      "3": [
        "Narrator: but paleontologists are confused as to the origin of what appear to be fossilized wood fragments contained within, and scattered just beneath, the footprint record."
      ],
      "4": [
        "Narrator: These remarkable tracks are joined by those of an adult Utahraptor, who apparently stopped and"
      ],
      "5": [
        "Narrator: stood face to face with the T-Rex (one almost wants to speculate that the two were engaged in sparkling conversation) before returning the way he came..."
      ],
      "6": [
        "Narrator: The tracks seem well-travelled, as if these two dinosaurs met on a daily basis.\"",
        "Narrator: -Reuters News Service"
      ]
    }
  },
  "aee12a572416029fc4d16b830069763e": {
    "comic_id": 28,
    "file_name": "comic2-38.png",
    "panels": {
      "3": [
        "T-Rex: I can't believe that I didn't see that obvious flaw in my new philosophy!*",
        "T-Rex: I've got to start thinking these things through.",
        "T-Rex: Wait - that's it!",
        "Footnote: * see last ish! -Ed."
      ],
      "5": [
        "T-Rex: Yes, I am a new, more thoughtful dinosaur.",
        "Utahraptor: Really! How much thought did you put into stepping on that woman just now?*",
        "Footnote: * last panel! -Ed."
      ]
    }
  },
  "4f38081f8b5fd7d4f179299a2508662e": {
    "comic_id": 29,
    "file_name": "comic2-39.png",
    "panels": {
      "1": [
        "Heading: 〚white on red background〛 CHOOSE YOUR OWN ADVENTURE",
        "Narrator: YOU'RE THE STAR OF THE STORY! CHOOSE FROM 2 POSSIBLE ENDINGS.",
        "Heading:  〚large red fancy font〛 DINOSAURUS REX"
      ],
      "2": [
        "Text: You are a T-Rex, undisputed King of the Dinosaurs. You are out stomping when you see a log cabin!",
        "Text: ◖Turn to panel 2.◗",
        "Panel number: 1"
      ],
      "3": [
        "Text: As you walk up to the cabin, you notice there are other dinosaurs here. Nearby there is a small Dromiceiomimus, watching. Off in the distance you see what looks like a large Utahraptor. Utahraptors were the natural enemies of your species. A meeting might lead to conflict.",
        "Text: ◖• Do you want to try your luck in an encounter with the Utahraptor? Turn to panel 4.◗",
        "Text: ◖• If you think it's better to play it safe, turn to panel 3.◗",
        "Panel number: 2"
      ],
      "4": [
        "Text: You turn to run away, but the Utahraptor chases you! Luckily, you end up becoming friends and live happily ever after.",
        "Text: ◖THE END◗",
        "Panel number: 3"
      ],
      "5": [
        "Text: As you approach, you realize that the Utahraptor is friendly! The two of you begin a conversation. Things are going well until he starts to point out flaws in your philosophical beliefs!",
        "Text: ◖• No matter, I'll shout something clever after him. Turn to panel 5.◗",
        "Text: ◖• Forget it! I'm leaving. Escape to panel 3.◗",
        "Panel number: 4"
      ],
      "6": [
        "Text: Before you can say anything, a giant meteor strikes the earth! The impact wipes out 65% of all life on the planet, including your own.",
        "Text: Better luck next time!",
        "Text: ◖THE END◗",
        "Panel number: 5"
      ]
    }
  },
  "1579bbc75a853a7d42407ac8db54518d": {
    "comic_id": 30,
    "file_name": "comic2-40.5.png",
    "panels": {
      "1": [
        "Heading: 〚white on red background〛 CHOOSE YOUR OWN ADVENTURE",
        "Narrator: YOU'RE THE STAR OF THE STORY! CHOOSE FROM ANY POSSIBLE ENDING.",
        "Heading:  〚large red fancy font〛 FREE WILL"
      ],
      "2": [
        "Text: Another beautiful day! Today is a good day you think for some new variety, some new excitement in your life!",
        "Text: ◖Turn to panel 2.◗",
        "Panel number: 1"
      ],
      "3": [
        "Text: You are hit with the sinking realization that you're in a rut: everyday, you do the same old things. There must be more to living than this!",
        "Text: You vow to start making changes in your life, today. You can make the big decisions. You can make the small decisions. You are in control.",
        "Text: ◖Turn to panel 3.◗",
        "Panel number: 2"
      ],
      "4": [
        "Text: You are trying to think of some way you can change your life when an old friend of yours happens to stop by. ◖Turn to panel 4.◗",
        "Panel number: 3"
      ],
      "5": [
        "Text: You chat for a while. You tell him of your day; he tells you about his. It's a pleasant way to pass the time, and soon you have forgotten all about your decision to effect some change in your daily routine.",
        "Text: ◖Turn to panel 5.◗",
        "Panel number: 4"
      ],
      "6": [
        "Text: Only later, in the evening, do you realize that you've spent another day stuck in your self-imposed rut! Another day, down the drain!",
        "Text: Damn. Well, there's nothing you can do about that now. Tomorrow is another day, and you'd better get to bed.",
        "Text: ◖Have a nice rest, then turn to panel 1.◗",
        "Panel number: 5"
      ]
    }
  },
  "c0c179a6767bef6ce31b941259aa99b7": {
    "comic_id": 31,
    "file_name": "comic2-05-5.1.png",
    "panels": {
      "3": [
        "〚sheet music in the background〛",
        "Lyrics: …-SA… have got to think this through …",
        "Lyrics: …-SAU…he Utahraptor says he slept wit…",
        "T-Rex: It'd be awesome!",
        "Dromiceiomimus: ?"
      ],
      "5": [
        "Utahraptor: The idea of a soundtrack to a life is a stupid idea. You're just going to come across a band of musicians that wants to follow you around?",
        "T-Rex: 〚small〛 well, it -",
        "T-Rex: 〚small〛 - um",
        "T-Rex: 〚small〛 it's not like they wouldn't get paid"
      ]
    }
  },
  "10a62672f71a87f1b4195c34aa6053ea": {
    "comic_id": 32,
    "file_name": "comic2-41-5.png",
    "panels": {
      "3": [
        "〚T-Rex's speech is partly obscured by Dromiceiomimus's speech balloon〛",
        "T-Rex: It's so easy!",
        "T-Rex: All you have … is to take her …e and then … with you … sideways!",
        "Dromiceiomimus: Have you seen my keys?",
        "T-Rex: huh?",
        "T-Rex: Oh, no."
      ],
      "4": [
        "T-Rex: So anyway, the secret I discovered to being loved is simply",
        "Utahraptor: Hey!"
      ]
    }
  },
  "39f27233d7c1e0ee497cc72c6a3a4d4a": {
    "comic_id": 34,
    "file_name": "comic2-43.png",
    "panels": {
      "6": [
        "〚a strange grey background〛",
        "T-Rex: Noo! Don't do it!",
        "Sound effect: POOM"
      ]
    }
  },
  "24b68acc7b354ed29512cb3e20054d05": {
    "comic_id": 36,
    "file_name": "comic2-46.png",
    "panels": {
      "4": [
        "T-Rex: 〚small〛 *sigh*",
        "Evil Utahraptor: T-Rex?"
      ],
      "5": [
        "T-Rex: Utahraptor, it's you! You're back from the alternate Universe! But... something's different...",
        "Evil Utahraptor: No! Nothing is different!",
        "Evil Utahraptor: I am the same Utahraptor as always!"
      ]
    }
  },
  "9bd06f9f1f10b0f5fac607cd78238423": {
    "comic_id": 37,
    "file_name": "comic2-47.png",
    "panels": {
      "4": [
        "Evil Utahraptor: Hey, I need you to help me to build a machine that will destroy all life on the planet."
      ],
      "5": [
        "Evil Utahraptor: And then afterwards we'll discuss philosophy or something like that, OK?"
      ]
    }
  },
  "3452f0d253b6704076eb68fc206e5360": {
    "comic_id": 42,
    "file_name": "comic2-52.png",
    "panels": {
      "1": [
        "Game title screen: 〚Sierra logo〛 SIERRA® PRESENTS",
        "Game title screen: DINO QUEST I"
      ],
      "2": [
        "Game: You have arrived in the time of the dinosaurs! Looking around, you see a large green T-Rex. He seems excited!"
      ],
      "3": [
        "Input: >take dinosaur",
        "Game: You can’t take that",
        "Input: >look",
        "Game: You see the T-Rex, stomping a house. There is a Dromiceiomimus here.",
        "Input: >take dromoceimiumus",
        "Game: I don’t see that here.",
        "Input: >take dromociemoious",
        "Game: I don’t see that here.",
        "Input: >take other dinosaur",
        "Game: I don’t see that here.",
        "Input: >god damn",
        "Game: I don’t know how to \"god damn\".",
        "Input: >go north"
      ],
      "4": [
        "Game: The T-Rex chases you. Be careful! There is a Utahraptor here.",
        "Input: >hide from t rex"
      ],
      "5": [
        "Game: Before you can do anything, you are stepped upon! You have died.",
        "Input: >talk to t rex",
        "Game: You cannot do anything because you are dead. All you can do is SAVE, RESTORE or QUIT.",
        "Input: >quit"
      ],
      "6": [
        "Game: Are you sure you want to quit? (Y/N)",
        "Input: >y",
        "Game: You scored 0 points out of a possible 158. Thank you for playing Sierra’s DINO QUEST!",
        "Input: C:\\SIERRA\\DQ1\\> del *.*",
        "Output: 31 file(s) deleted.",
        "Input: C:\\SIERRA\\DQ1\\> cd..",
        "Input: C:\\SIERRA\\> cd..",
        "Input: C:\\> cd telix",
        "Input: C:\\TELIX\\> cd dl",
        "Input: C:\\TELIX\\DL\\> del DQ1.zip",
        "Output: 1 file(s) deleted.",
        "Prompt: C:\\TELIX\\DL\\>_"
      ]
    }
  },
  "a48d99514b88f7aabddb78cad7294298": {
    "comic_id": 45,
    "file_name": "comic2-54.png",
    "panels": {
      "2": [
        "T-Rex: I wonder!",
        "T-Rex: 〚starts daydreaming〛"
      ],
      "3": [
        "〚T-Rex's daydream〛",
        "T-Rex: Hello everyone, it's me!",
        "Dromiceiomimus: Yay! The T-Rex is here! I love you, T-Rex!",
        "T-Rex: Ho ho! Good to see you too, D.!"
      ],
      "4": [
        "〚T-Rex's daydream〛",
        "Utahraptor: I'm sorry I was ever mean to you in the past, T-Rex!",
        "T-Rex: That's OK!"
      ],
      "5": [
        "〚T-Rex's daydream〛",
        "Utahraptor: You are an awesome dude and we should play beachball sometime soon!",
        "T-Rex: You - you really mean it?",
        "Utahraptor: Yep! I'd love to play beachball with you.",
        "Utahraptor: Just say the word!"
      ],
      "6": [
        "T-Rex: 〚stops daydreaming〛",
        "T-Rex: If only!",
        "T-Rex: *sigh*",
        "T-Rex: 〚tiny〛 If only."
      ]
    }
  },
  "7e3f92288341dc5d50d4fa7e550f89c6": {
    "comic_id": 46,
    "file_name": "comic2-55.png",
    "panels": {
      "2": [
        "T-Rex: Let's recap!",
        "T-Rex: 〚starts daydreaming〛"
      ],
      "3": [
        "〚T-Rex's daydream〛",
        "T-Rex: I have much to offer a potential mate! I am big and strong and oh so sexy!",
        "T-Rex: If only I could find someone, preferably in my own neighbourhood, to be my companion and also to have sex with!"
      ],
      "4": [
        "〚T-Rex's daydream〛",
        "Utahraptor: Hello!",
        "T-Rex: Why, hello!"
      ],
      "5": [
        "〚T-Rex's daydream〛",
        "T-Rex: I notice you are attractive!",
        "Utahraptor: You as well!",
        "T-Rex: Care to put our emotional stability on the line in exchange for a chance at happiness?",
        "Utahraptor: OK!",
        "T-Rex: So...",
        "Utahraptor: So...",
        "Utahraptor: I'm leaving you!"
      ],
      "6": [
        "T-Rex: 〚stops daydreaming〛",
        "T-Rex: Ahh....",
        "T-Rex: Good times!"
      ]
    }
  },
  "2a02e9691d2f0dade1037b864cf4a5da": {
    "comic_id": 52,
    "file_name": "comic2-62.png",
    "panels": {
      "6": [
        "Narrator: TWO WEEKS LATER...",
        "T-Rex: 〚large〛 !",
        "T-Rex: SHIT!"
      ]
    }
  },
  "df58f813dba4aba4f1cccbef1240d91f": {
    "comic_id": 54,
    "file_name": "comic2-64.png",
    "panels": {
      "1": [
        "Narrator: A Hiftory of Dinofaurs",
        "Narrator: Being a Survey of the Fielde, tolde with equal parts Flourish and Pædogogy, epitomized by a plain and familiar Manner, without an unnecessary Mixture of useless Curiosities and needless Repetitions.",
        "Price tag: [Price 6d.]"
      ],
      "2": [
        "Narrator: Dinosaurs, or Man-Lizards, to-day knowne as G-d’s Mistake, had assum’d Domain over all the Worlde, including the dark Lands of China-Men."
      ],
      "3": [
        "Narrator: By no means Fit for their Purpose as Kings and Queens, the Dinosaurs spread Fear and Incontenience, along with several similar Inconveniencies, which neither can be Described nor Understood without having first seen one of the Færsome beasts for oneself; thy Stars are indeed Fortunate, for in to-day’s Moderne Age, the only such Animale thy shall see is in a rare Wood-Cut or handsel Picture-Book, where thou art Protected from the joyn’d Devourment and Digestione by the Fictionality of the Beast in question.",
        "Narrator: The plague of their Times, the Dinosaur was known for taking Plæsure in rendering one’s abode or Self flatten’d."
      ],
      "4": [
        "Narrator: This being the Case, there was great room to Fear, for many chylds would not survive the certain Mischief done them by the Tyrannosaurus Rex, Utahed-Raptor, &c."
      ],
      "5": [
        "Narrator: The stern voice of Science tells us that these Monstrosities, once having exhausted the Novelty of Death-giving, simply took it as a Matter-of-Course, and paid it little Attenshon, likely dedicating the remainder of their Faculities towards some Conversation and Jokery."
      ],
      "6": [
        "Narrator: Being thus provided with a Compleat exposition of the Dinosaurs, take care, gentle Reader, that you do not deviate from the strait and Upright path set before you by our Father, lest you find thyself in the same Position as these Beasts, and there be no roome for you on the Ark.",
        "Ornate frame: MDCCXLIX"
      ]
    }
  },
  "c58a836f1befc512d391ae44d3363e52": {
    "comic_id": 59,
    "file_name": "comic2-70-2.png",
    "panels": {
      "6": [
        "〚Off-panel speech is partly obscured by T-Rex's thought balloon, the reconstructed obscured parts are in braces〛",
        "Off panel: image is that? Plus, you can't b⦃ring a date t⦄o such a resta⦃urant, because ev⦄en if you don⦃'t mind seemin⦄g cheap, it becomes All-You-Can-Politely-Eat, since you're trying to impress your date and thus can't go all-out. Food should be a delight, not a symbolic stop at a gas station. I find",
        "T-Rex: 〚thinks〛 I'm going to eat ◖SO MANY WINGS!◗"
      ]
    }
  },
  "f47b857947badc23500a6a565f4ac4c6": {
    "comic_id": 60,
    "file_name": "comic2-71.png",
    "panels": {
      "4": [
        "Narrator: LATER...",
        "T-Rex: Whew!",
        "T-Rex: That was graphic!",
        "Utahraptor: Can I borrow a cup of sugar?"
      ]
    }
  },
  "2d982e51b317ed547a5dfbd35412a802": {
    "comic_id": 61,
    "file_name": "comic2-53.png",
    "panels": {
      "2": [
        "〚the swear word is partially obscured by a black bar, but easy to guess〛",
        "T-Rex: I have no ⦃fucking⦄ clue!"
      ],
      "6": [
        "〚swear words are partially obscured by black bars, but easy to guess〛",
        "T-Rex: 〚thinks〛 ⦃fuck⦄ ⦃shit⦄ ⦃ass⦄ ⦃poo⦄ ⦃weiner⦄ mother ⦃bitch⦄!!"
      ]
    }
  },
  "a5146e6abdd40368f131238ff55fdd80": {
    "comic_id": 62,
    "file_name": "comic2-10.6.png",
    "panels": {
      "6": [
        "Narrator: ENDING FIVE",
        "Dedication: ▹IN MEMORY of GENE RODDENBERRY◃"
      ]
    }
  },
  "d5ad40bcab16d06b00e4e49f7a32a0b3": {
    "comic_id": 68,
    "file_name": "comic2-78.2.png",
    "panels": {
      "2": [
        "T-Rex: For such a skilled dinosaur as myself, it should be simple!",
        "Narrator: 〚with an arrow pointing at T-Rex's arm〛 tiny arms (plot point)"
      ]
    }
  },
  "4dd2d7610217a4b5ce23826c2c189a3a": {
    "comic_id": 70,
    "file_name": "comic2-17.png",
    "panels": {
      "6": [
        "Text: 張九齡 感遇四首之三 幽林歸獨臥，滯虛洗孤清。持此謝高鳥，因之傳遠情。日夕懷空意，人誰感至精。飛沈理自隔，何所慰吾誠。"
      ]
    }
  },
  "5a29ab6ae2c0d0955d958acb2e162919": {
    "comic_id": 99,
    "file_name": "comic2-100.png",
    "panels": {
      "6": [
        "T-Rex: Thanks, friend!",
        "Text: \"But each one is tempted when he is carried away and enticed by his own lusts. Then when lust has conceived, it gives birth to sin; and when sin is accomplished, it bring forth death.\" James 1 : 14 - 15"
      ]
    }
  },
  "e02f77bcfc6097a28413d4f775ebe878": {
    "comic_id": 119,
    "file_name": "comic2-128-2.png",
    "panels": {
      "6": [
        "Heading: 〚dark blue〛 HEY KIDS!",
        "Heading: 〚lighter blue〛 PLAY ALONG WITH T-REX!",
        "T-Rex: 〚empty speech balloon〛",
        "Instruction: Write in your own response, based off the teachings of whatever religion you fancy! Have fun, but remember: the T-Rex doesn't like to swear!"
      ]
    }
  },
  "b3bc3bc95d5a862ceeafb1f0c3bc6d2c": {
    "comic_id": 133,
    "file_name": "comic2-147.png",
    "panels": {
      "6": [
        "Narrator: 〚blue comic book font, angled〛 SUDDENLY!",
        "T-Rex: There's no time for that now!",
        "T-Rex: We've got a President to save!"
      ]
    }
  },
  "871f56b95a45ae64fd5295c739e01188": {
    "comic_id": 167,
    "file_name": "comic2-181-2.png",
    "panels": {
      "2": [
        "T-Rex: I wonder!",
        "T-Rex: 〚starts daydreaming〛"
      ],
      "3": [
        "〚T-Rex's daydream〛",
        "T-Rex: Hello Dromiceiomimus! Do you want to go shopping for women's underwear? We are after all both women!",
        "Dromiceiomimus: That is true! I see no reason why we both couldn't go out and buy some women's underwear!",
        "T-Rex: Nor do I!"
      ],
      "4": [
        "〚T-Rex's daydream〛",
        "Narrator: LATER...",
        "Utahraptor: Are you doing anything tonight?"
      ],
      "5": [
        "〚T-Rex's daydream〛",
        "T-Rex: Why no - besides going out with a strapping young man such as yourself!",
        "Utahraptor: Excellent! Shall we say, nine-ish?",
        "T-Rex: It's a date!"
      ],
      "6": [
        "T-Rex: 〚stops daydreaming〛",
        "T-Rex: I'm glad I keep these little fantasies to myself!"
      ]
    }
  },
  "db9898dacb0e7c835f09f8a8d3ed58a6": {
    "comic_id": 181,
    "file_name": "comic2-202.png",
    "panels": {
      "1": [
        "〚Utahraptor's daydream〛",
        "T-Rex: I've come up with some patently absurd ideas that I will pontificate upon, only to annoy the Utahraptor!",
        "T-Rex: I just bet I do this because I'm bored!"
      ],
      "2": [
        "〚Utahraptor's daydream〛",
        "T-Rex: I'm probably jealous of him too!",
        "T-Rex: Probably!"
      ],
      "3": [
        "〚Utahraptor's daydream〛",
        "T-Rex: Not that I'd ever tell him that, of course. I'm too self-absorbed!",
        "T-Rex: Life is great!",
        "T-Rex: Now I think I'll go stomp on a woman just because she's there!"
      ],
      "4": [
        "〚Utahraptor's daydream〛",
        "Utahraptor: T-Rex! Don't stomp on her! God damn it, I'm so sick of telling you not to stomp on things!",
        "T-Rex: 〚small〛 You mean stomping on things.."
      ],
      "5": [
        "〚Utahraptor's daydream〛",
        "T-Rex: 〚small〛 ... like ▹this◃?",
        "Sound effect: 〚near T-Rex's foot〛 squish!",
        "Utahraptor: 〚stops daydreaming〛",
        "Utahraptor: Hm... maybe I'll just stay home today!"
      ]
    }
  },
  "cb154d828e9635b4f1fa8348bcec7e24": {
    "comic_id": 189,
    "file_name": "comic2-213-2.png",
    "panels": {
      "6": [
        "Narrator: HALLOWE'EN:",
        "Narrator: 〚with an arrow pointing at T-Rex〛 (actually the Utahraptor)",
        "T-Rex: Trick or treat, or I'll stomp on your house!",
        "Off panel: Ooh! What a scary costume!",
        "T-Rex: Thank you ma'am! I stayed up all night working on it!",
        "T-Rex: 〚small〛 The vestigial arms are made of paper mache!"
      ]
    }
  },
  "f8754ec7476f48f470368663897e94e4": {
    "comic_id": 193,
    "file_name": "comic2-170.png",
    "panels": {
      "4": [
        "T-Rex: • Listen attentively to people's names when you meet them! If their name is the same as yours, laugh!",
        "Utahraptor: I've got one!"
      ]
    }
  },
  "f8de410b824423af80703da03143b96a": {
    "comic_id": 195,
    "file_name": "comic2-209.png",
    "panels": {
      "3": [
        "T-Rex: Observe!",
        "T-Rex: radiantbox",
        "T-Rex: 〚the first word is written such that the letters form a '\\' shape, the other words are raising in a '/' shape〛 falling up to heaven",
        "T-Rex: The end!"
      ]
    }
  },
  "e9f367ca2a100abba03de86f2ab5200b": {
    "comic_id": 234,
    "file_name": "comic2-281-2.png",
    "panels": {
      "2": [
        "T-Rex: I wonder!",
        "T-Rex: 〚starts daydreaming〛"
      ],
      "3": [
        "〚T-Rex's daydream〛",
        "Dromiceiomimus: Christmas a humbug, uncle! You don't mean that, I am sure?",
        "T-Rex: I do. “Merry Christmas!” What reason have you to be merry? You're poor enough.",
        "Dromiceiomimus: Come, then. What reason have you to be morose? You're rich enough.",
        "T-Rex: Bah! Humbug!"
      ],
      "4": [
        "〚T-Rex's daydream〛",
        "Utahraptor: Ebenezer, I am the Ghost of Christmas Past!",
        "T-Rex: Long past?"
      ],
      "5": [
        "〚T-Rex's daydream〛",
        "Utahraptor: No. YOUR past.",
        "T-Rex: What business brought you here?",
        "Utahraptor: Your welfare - take heed! Rise, and walk with me."
      ],
      "6": [
        "T-Rex: 〚stops daydreaming〛",
        "T-Rex: What the- ?!",
        "T-Rex: That's not what I wanted to dream about at all!"
      ]
    }
  },
  "8fa53c98242ebb842d1b5b7cc2b3e8bf": {
    "comic_id": 236,
    "file_name": "comic2-229.png",
    "panels": {
      "5": [
        "Utahraptor: Sweet. Let me go get my swimming trunks!",
        "T-Rex: Why?",
        "Utahraptor: To swim in?",
        "T-Rex: Go naked!",
        "Utahraptor: No! I'll be right back."
      ]
    }
  },
  "68977f673f214f3de58cc461dd56af73": {
    "comic_id": 265,
    "file_name": "comic2-314.png",
    "panels": {
      "1": [
        "Narrator: 〚dark red〛 the DINOSAUR at the end of this comic",
        "Narrator: 〚dark blue〛 starring lovable, scaly old 〚green〛 T-REX",
        "T-Rex: Hello, everybodee!",
        "T-Rex: This is a very dull panel. What is on the next panel?"
      ],
      "2": [
        "T-Rex: 〚red〛 ◖WHAT DID THAT SAY?◗ 〚end red〛 Did that say there will be a dinosaur at the end of this comic?"
      ],
      "3": [
        "T-Rex: It did? Oh, I am so scared of dinosaurs!!",
        "T-Rex: Listen, I have an idea. If you do not read 〚dark red〛any panels〚end dark red〛, we will never get to the end of this comic.",
        "T-Rex: And that is good, because there is a 〚dark red〛 dinosaur 〚end dark red〛 at the end of this comic.",
        "T-Rex: 〚small〛 so please do not read the next panel."
      ],
      "4": [
        "Utahraptor: 〚dark red〛 ◖THEY READ THE PANEL!◗",
        "T-Rex: Maybe you do not understand! You do not know what you are 〚dark red〛 doing 〚end dark red〛 to me!"
      ],
      "5": [
        "T-Rex: I, T-Rex, am 〚dark red〛 begging 〚end dark red〛 you not to read the next panel!",
        "Utahraptor: The next panel is the 〚underline〛 end 〚end underline〛 of this comic, and there is a 〚dark red〛 DINOSAUR 〚end dark red〛 at the end of this comic!",
        "T-Rex: 〚'SCARED' is dark red, all 'PLEASE' are dark blue〛 Oh, I am so  〚dark red〛 SCARED!  〚end dark red〛 Please do not read the next panel. 〚dark blue〛 PLEASE PLEASE PLEASE!"
      ],
      "6": [
        "T-Rex: Well, look at that! This is the end of the comic, and the only one here is 〚dark blue〛 ME!",
        "T-Rex: I, lovable, scaly old 〚green〛 ◖T-Rex◗ 〚end green〛 am the dinosaur at the end of this comic!",
        "T-Rex: And you were so scared! I 〚underline〛 told 〚end underline〛 you and 〚underline〛 told 〚end underline〛 you there was nothing to be afraid of!"
      ]
    }
  },
  "5d5cda1d58d66a11cc421941b0e51b35": {
    "comic_id": 266,
    "file_name": "comic2-316.png",
    "panels": {
      "6": [
        "T-Rex: 〚with red lines above his head〛 Look out behind you!!"
      ]
    }
  },
  "bba1c313a089e156b1fccf963280350f": {
    "comic_id": 271,
    "file_name": "comic2-320.png",
    "panels": {
      "5": [
        "〚bright white ray with pink halo shoots from Utahraptor's hand〛",
        "Utahraptor: Maybe this mind-control ray I've hidden in the palm of my hand will make you change your mind?",
        "T-Rex: I -",
        "T-Rex: ALL THE MONEY"
      ],
      "6": [
        "Narrator: LATER THE UTAHRAPTOR USES THE MIND-CONTROL RAY ON HIMSELF, AND BECOMES... ▹A KINDER PERSON!◃",
        "T-Rex: Thanks for the cookies!"
      ]
    }
  },
  "f3e6f130bbada3b2c1aa849b5b4a2a3b": {
    "comic_id": 290,
    "file_name": "comic2-323.png",
    "panels": {
      "6": [
        "T-Rex: beep beep"
      ]
    }
  },
  "c3110273201771f378a6370373e8a6b7": {
    "comic_id": 296,
    "file_name": "comic2-331.png",
    "panels": {
      "5": [
        "T-Rex: 〚tiny〛 that shirt looks good on you, utahraptor",
        "T-Rex: 〚tiny〛 it looks good on your body",
        "Utahraptor: Oh wow!"
      ]
    }
  },
  "5ccb99bf3743c8437d40bc26a300147d": {
    "comic_id": 304,
    "file_name": "comic2-339.png",
    "panels": {
      "4": [
        "T-Rex: I'm doomed!",
        "Utahraptor: Well, isn't this what you wanted?",
        "T-Rex: Utahraptor!",
        "Girl: ❤"
      ]
    }
  },
  "3e634a1669f9db415686f4e9cc752634": {
    "comic_id": 322,
    "file_name": "comic2-362.png",
    "panels": {
      "5": [
        "T-Rex: Yes indeed. I'm experimenting with it.",
        "Utahraptor: You're experimenting with using inappropriate verb tenses.",
        "T-Rex: Yes, well- It seemed like a good idea at the time!"
      ]
    }
  },
  "a00766c3fc6c7d51e67ecae8b249c8b0": {
    "comic_id": 328,
    "file_name": "comic2-359-2.png",
    "panels": {
      "6": [
        "〚T-Rex is flying a kite〛"
      ]
    }
  },
  "e1a2542242fb1ac3d31510d5e90f546c": {
    "comic_id": 329,
    "file_name": "comic2-368.png",
    "panels": {
      "6": [
        "T-Rex: 〚narrates〛 Two days later, I would come to realise the truth of his words.",
        "T-Rex: 〚large〛 !"
      ]
    }
  },
  "9f1c26fddfb22685b18716a882f0a90c": {
    "comic_id": 339,
    "file_name": "comic2-381.png",
    "panels": {
      "1": [
        "Narrator: \"DINOSAUR COMICS\" by Morley Callaghan.",
        "Text: It is true that as a dinosaur, the T-Rex should have been inclined toward gnashing his ferocious jaws and making claws of his little hands, but he had been stomping things for so long that no one remembered a time when he had gnashed instead of stomped."
      ],
      "2": [
        "Text: Inside, he wanted to gnash, but he doubted himself. He knew that he could stomp. He was not sure he could gnash."
      ],
      "3": [
        "Narrator: \"DINOSAUR COMICS\" by Robert Service.",
        "Text: Well it was long ago, on some grim plateau, When this story first was told, About a land in fear made more severe By a terrible threat of old.",
        "Text: And though the men were brave, the risks were grave In these misty days of yore; None could ever be safe, in this ancient place, From the threat of Dinosaur."
      ],
      "4": [
        "Text: Now the dinosaurs had their fearsome roars, But they had their friendships, too; And while they stalked they often talked, And debated what was true."
      ],
      "6": [
        "Text: Dinosaurs were giant reptiles that lived long ago. They looked like this:"
      ]
    }
  },
  "94633aa9d294ad409952628e8d9fba77": {
    "comic_id": 368,
    "file_name": "comic2-400.png",
    "panels": {
      "2": [
        "T-Rex: ...things would be different!",
        "T-Rex: 〚starts daydreaming〛"
      ],
      "3": [
        "〚T-Rex's daydream〛",
        "T-Rex: Hi, I'm the last man on Earth!",
        "Dromiceiomimus: My, my! Hello!",
        "T-Rex: Would you say you and your girlfriends find that... attractive?"
      ],
      "4": [
        "T-Rex: 〚harshly returns to reality〛",
        "Utahraptor: Daydreaming again, I see!"
      ]
    }
  },
  "e3c2e418ba7014d83fd049ba494d0800": {
    "comic_id": 369,
    "file_name": "comic2-306-2.png",
    "panels": {
      "4": [
        "〚T-Rex's daydream〛",
        "Narrator: OIL OF OLAY",
        "Utahraptor: Don't I know you from somewhere?",
        "T-Rex: Oh, that's original!"
      ],
      "5": [
        "〚T-Rex's daydream〛",
        "Utahraptor: Emerson High, 1975: you were in my class.",
        "T-Rex: I was your teachah!"
      ],
      "6": [
        "〚T-Rex's daydream〛",
        "Off panel: Miss ◖Fitzhenry◗?!",
        "T-Rex: Bugsy... ▹Brown.◃"
      ]
    }
  },
  "d3451238f12c28a31fd66309d3918e62": {
    "comic_id": 372,
    "file_name": "comic2-403-2.png",
    "panels": {
      "6": [
        "T-Rex: Yeah... full of Internet robot nano-maids!",
        "〚a cloud of dust and motion lines suggest that Utahraptor flipped backwards〛"
      ]
    }
  },
  "a62d22ecff97cbe65ffb380e36a59fae": {
    "comic_id": 373,
    "file_name": "comic2-404-2.png",
    "panels": {
      "6": [
        "T-Rex: 〚narrates〛 I had to be careful not to let him know I'd considered this situation before.",
        "T-Rex: Ha ha!",
        "T-Rex: H-how do you mean?"
      ]
    }
  },
  "3e54fe74517fc709b3115d4cf1f48b52": {
    "comic_id": 379,
    "file_name": "comic2-411.png",
    "panels": {
      "6": [
        "T-Rex's stomach: ▹NO WE DIDN'T◃"
      ]
    }
  },
  "eeef953504ddb4756b0f00f344207478": {
    "comic_id": 380,
    "file_name": "comic2-lj.png",
    "panels": {
      "1": [
        "Heading: SUBJECT: hee hee hee hee MOOD: ☹ Groggy MUSIC: Cibo Matto - Birthday Cake"
      ],
      "4": [
        "Heading: 4 COMMENTS | 〚blue〛 POST A COMMENT",
        "Utahraptor: *hugses*"
      ]
    }
  },
  "2ed2bc04a32f327d4316a76b0585b674": {
    "comic_id": 383,
    "file_name": "comic2-415-2.png",
    "panels": {
      "3": [
        "T-Rex: It says, \"It was spooky night, with a ghost! The ghost was the spookiest ghost in the world, and he was so spooky that if you saw him you'd be scared, for real!\"",
        "Narrator: 〚with an arrow pointing at Dromiceiomimus〛 (unimpressed look)",
        "T-Rex: The, um",
        "T-Rex: The next paragraph is \"BOO!\""
      ]
    }
  },
  "4d6a2f447d26da8101b60bc597107f4c": {
    "comic_id": 384,
    "file_name": "comic2-414.png",
    "panels": {
      "5": [
        "Narrator: THE OLD WEST",
        "Utahraptor: Party on, Bill!",
        "T-Rex: Party on, Ted!",
        "T-Rex and Utahraptor: WYLD STALLYNS!"
      ]
    }
  },
  "49ce6559073315bdc846642d1438cea1": {
    "comic_id": 390,
    "file_name": "comic2-423-2.png",
    "panels": {
      "6": [
        "T-Rex: 〚narrates〛 In truth, I had only the loosest grasp on female anatomy, but I'd take that secret to my grave.",
        "T-Rex: Nuh-uh!"
      ]
    }
  },
  "e98bd1abc59ca4f6801417baa388d0e8": {
    "comic_id": 403,
    "file_name": "comic2-439.png",
    "panels": {
      "6": [
        "T-Rex: 〚narrates〛 Years later, I would reflect on this exchange, and find in it so much of what I missed from that time.",
        "T-Rex: Ah, those were the days!",
        "T-Rex: 〚narrates〛 It made me feel certain that, had I an old La Salle at the time, it would have ran great."
      ]
    }
  },
  "7dc575943e79766f4149237089720f34": {
    "comic_id": 405,
    "file_name": "comic2-440.png",
    "panels": {
      "1": [
        "T-Rex: I wonder what the future holds!",
        "T-Rex: Hmmm...",
        "T-Rex: 〚starts daydreaming〛"
      ],
      "2": [
        "〚T-Rex's daydream〛",
        "T-Rex: Whoo! Civilization's destroyed!"
      ],
      "3": [
        "T-Rex: 〚stops daydreaming〛",
        "T-Rex: Whoah!",
        "T-Rex: That was like - a grim, dystopian vision!",
        "T-Rex: A vision... of TOMORROW!"
      ]
    }
  },
  "60aa342140a31200e2aaceefca67ffcf": {
    "comic_id": 445,
    "file_name": "comic2-486-3.png",
    "panels": {
      "1": [
        "T-Rex: Hmm...",
        "T-Rex: 〚starts daydreaming〛"
      ],
      "2": [
        "Magazine cover: Time",
        "Magazine cover: Person of the Year",
        "Magazine cover: T-Rex takes it up a notch"
      ],
      "3": [
        "T-Rex: 〚stops daydreaming〛",
        "T-Rex: *sigh*",
        "T-Rex: Maybe I should just accept that I'll never be on the cover of a magazine!"
      ],
      "6": [
        "〚magazine cover with hot pink sans-serif text〛",
        "Magazine cover: teen magazine by t-rex",
        "Magazine cover: “friends with benefits”: pretty hot",
        "Magazine cover: are you fully aware of ◖sex◗? maybe not?",
        "Magazine cover: special feature: stories where people lose their pants and are thus embarrassed",
        "Magazine cover: PLUS: understanding europe"
      ]
    }
  },
  "cf7075b5914713000ed9d8e065a856f8": {
    "comic_id": 456,
    "file_name": "comic2-501.png",
    "panels": {
      "6": [
        "T-Rex: 〚large〛 !",
        "T-Rex: \"We can sexy\" is totally going to be my epitaph!",
        "T-Rex: For reals!"
      ]
    }
  },
  "8a8e42655e4bf6693457f94710082918": {
    "comic_id": 461,
    "file_name": "comic2-506.png",
    "panels": {
      "4": [
        "Utahraptor: Your medical secrets were much more compelling!",
        "T-Rex: Yes, well- that's over now!"
      ]
    }
  },
  "803a7110960b80d5d8f6f65daaa57990": {
    "comic_id": 468,
    "file_name": "comic2-513.png",
    "panels": {
      "5": [
        "T-Rex: 〚stops daydreaming〛",
        "T-Rex: Maybe this isn't the best business idea ever.",
        "Utahraptor: Maybe! I've got a better one anyway.",
        "Utahraptor: 〚starts daydreaming〛"
      ]
    }
  },
  "6f4a7fbb4d2b22b30a96cc8a181705ac": {
    "comic_id": 518,
    "file_name": "comic2-557.png",
    "panels": {
      "2": [
        "T-Rex: Light verb constructions (LVCs) are constructions like \"take a stroll\" and \"give a smile\"!"
      ]
    }
  },
  "218ff25becc5cdfe5bdc892c4a0d3408": {
    "comic_id": 563,
    "file_name": "comic2-602.png",
    "panels": {
      "6": [
        "Banner: Why visit Australia, when it's closer to visit outer space?"
      ]
    }
  },
  "11f21335c8c742e1277e69032b002c8a": {
    "comic_id": 589,
    "file_name": "comic2-628.png",
    "panels": {
      "1": [
        "Narrator: TIME IS RUNNING FORWARDS:",
        "T-Rex: Aw, shoot!",
        "〚a blue arrow from panel 2 turns back to panel 2, turning red〛"
      ],
      "2": [
        "T-Rex: Did that fix time? I don't think that fixed time!",
        "〚a red arrow goes to panel 3, a blue arrow comes from panel 3〛"
      ],
      "4": [
        "Narrator: SOON:",
        "Utahraptor: I don't feel anything different - do you?",
        "T-Rex: I feel the same!",
        "〚a red arrow goes to panel 5, a blue arrow comes from panel 5〛"
      ],
      "6": [
        "Narrator: TIME IS RUNNING BACKWARDS:",
        "T-Rex: I don't think that fixed ANYTHING, man! Things are as messed up as ever!",
        "T-Rex: Also, my head hurts and I feel like making puns involving the word \"watch\"!",
        "〚a red arrow from panel 5 turns back to panel 5, turning blue〛"
      ]
    }
  },
  "8a38297013ab75000d9b164406053fcc": {
    "comic_id": 602,
    "file_name": "comic2-642-2.png",
    "panels": {
      "6": [
        "Narrator: T-REX NEVER SPEAKS AGAIN... ▹IN THE PARALLEL UNIVERSE WHERE EVERYTHING IS CRAZY!◃",
        "Off panel: I'm wearing underpants on my head AND passing my driver's test!",
        "Off panel: Isn't that SO crazy??"
      ]
    }
  },
  "5ccc404a10e0d3f46d5470aba50f988f": {
    "comic_id": 615,
    "file_name": "comic2-655.png",
    "panels": {
      "2": [
        "T-Rex: The Incr-- The Fant- The Sweet Dudes!"
      ]
    }
  },
  "67f9e69f72811bd03401f00751335903": {
    "comic_id": 639,
    "file_name": "comic2-680.png",
    "panels": {
      "6": [
        "T-Rex: !",
        "T-Rex: Is that racist??"
      ]
    }
  },
  "7499123fd8f15b546a3da794cb65a048": {
    "comic_id": 673,
    "file_name": "comic2-704.png",
    "panels": {
      "6": [
        "T-Rex: That's exactly it! Is marijuana addictive? Who knows! This tiny bug on my nose doesn't know!",
        "Morris: yeah but i don't know a lot of things like this one time i wasn't too good at sports so i had to be a timekeeper but i wasn't too good at that either even though i tried super hard",
        "T-Rex: Okay!"
      ]
    }
  },
  "59fef73c1a160bd504594edbfe45998c": {
    "comic_id": 674,
    "file_name": "comic2-705.png",
    "panels": {
      "1": [
        "T-Rex: So, tiny bug on my nose, how was your day today?",
        "Morris: oh t-rex it was really a challenge for me today. but, you can - my name is morris, if you wanted to call me that. morris the bug"
      ],
      "3": [
        "Morris: gosh i'm pleased to meet you, t-rex! and yes, to answer your question it was a real challenge for me today. i tried to park my car by the grocery store so i could buy some groceries but then i couldn't find where the parking meters were and i looked everywhere and finally i asked some people to help but none of them knew where the parking meters were either! so it was real confusing",
        "Dromiceiomimus: Didn't the grocery store have a parking lot, Morris?",
        "Morris: yeah but i didn't find that out till afterwards and i'd already made an awful embarrassment of myself by asking everyone where the meters were! sometimes i get a little confused is all",
        "T-Rex: That's okay, Morris! Everyone gets confused sometimes!"
      ],
      "4": [
        "Utahraptor: Did they have the groceries you wanted?",
        "Morris: well i dunno because i got so flustered from my mistake that i ended up just going home, empty-handed",
        "T-Rex: Aww, Morris!"
      ],
      "5": [
        "Utahraptor: I'm Utahraptor, by the way. Pleased to meet you!",
        "Morris: shucks i've never met so many people before all in one day! i'm morris, and i'm just a little bug who tries real hard",
        "T-Rex: If you ever need some help getting groceries, Morris, I bet we could help you out!"
      ],
      "6": [
        "Morris: that's awful nice but it turned out that bugs don't even shop at the grocery store! i must have gotten myself mixed up with a show i saw or a movie or something because we catch our food ourselves",
        "T-Rex: Is that why you're on my nose? To look for food?",
        "Morris: no, i'm just here to get out of my house a little plus i wrote my address on my wrist but i must have written it in smudgey ink or something cause all i see now are smudges! i've probably made a big mess of things again",
        "Morris: i can just tell"
      ]
    }
  },
  "5d889d00270db3e7d1227158951303db": {
    "comic_id": 687,
    "file_name": "comic2-718.png",
    "panels": {
      "6": [
        "T-Rex: 〚narrates〛 Had I finally and irrevocably \"blown it\" with my own name? Had my father's famed and final prediction come, at last, to pass?",
        "T-Rex: Daaaaaang!"
      ]
    }
  },
  "b9f09a25440dc98b3b113442f6f4e004": {
    "comic_id": 733,
    "file_name": "comic2-764.png",
    "panels": {
      "6": [
        "T-Rex: A private room? Oh man, were you just namedropping M.C. MASTURBATION?",
        "Off panel: You can stop calling it that anytime, T-Rex.",
        "T-Rex: 〚narrates〛 How had we gone from love to masturbation so quickly? Had this question been asked before?"
      ]
    }
  },
  "dca18b837e1edbc314e327f9757882d1": {
    "comic_id": 747,
    "file_name": "comic2-778.png",
    "panels": {
      "6": [
        "T-Rex: Hmm...!",
        "Human skeleton: 〚in T-Rex's imagination〛 i'm really thirsty you guys"
      ]
    }
  },
  "26bac0f82464ee91d238ef772945a904": {
    "comic_id": 783,
    "file_name": "comic2-814.gif",
    "panels": {
      "6": [
        "Narrator: WALKING HOME, T-REX HAS AN EVEN BETTER IDEA:",
        "T-Rex: Oh man!!",
        "〚T-Rex imagines a website〛",
        "Website: 〚large pink〛 Dogs",
        "Website: DOES ◖EVERYONE◗ LOVE DOGS???",
        "Website: You can eat them but you shouldn't.",
        "Website: 〚animated \"under construction\" image〛"
      ]
    }
  },
  "c16d226f1bc26620c3bbb3af9776d6fb": {
    "comic_id": 784,
    "file_name": "comic2-815.png",
    "panels": {
      "3": [
        "T-Rex: All I'll need to do is ask old people about their lives, and measure how many of them regret certain things! This \"regret index\" will range from 0 (no regret) to 1 (total ultimate regret). With it, I can tell kids today that if you rub spider eggs into your eyes, you're 96% likely to regret it, but if you drink delicious lemonade and pop wheelies, the regret index on that is near 0!",
        "Label: 〚with an arrow pointing at the house〛 LOG CABIN: REGRET INDEX .24",
        "Label: 〚with an arrow pointing at the car〛 OUT-OF-SCALE CAR: REGRET INDEX .992"
      ]
    }
  },
  "d6fc627137b80649f629d3f0d8314b6d": {
    "comic_id": 798,
    "file_name": "comic2-829.png",
    "panels": {
      "6": [
        "Narrator: EARLIER:",
        "T-Rex: What's this, a radio?",
        "Off panel: 〚small, song〛 we want pre-nup"
      ]
    }
  },
  "49bf56c8f5aa2b110c349b8bfc1ce61e": {
    "comic_id": 799,
    "file_name": "comic2-830.png",
    "panels": {
      "6": [
        "T-Rex: People who've made bad decisions: I salute you!",
        "Visual effect: 〚arrows pointing at T-Rex's raised arms〛 SALUTE!"
      ]
    }
  },
  "bc7dafa679d51dcf4666a60c76d3bbbb": {
    "comic_id": 803,
    "file_name": "comic2-834.png",
    "panels": {
      "6": [
        "Banner: \"SOME PEOPLE TREAT THEIR GENDERED FRIENDS DIFFERENTLY\"",
        "T-Rex: Incidentally, I don't have any friends who aren't gendered!",
        "Banner: OKAY"
      ]
    }
  },
  "157cd5effb2b9e4d13429580ce9b1ff6": {
    "comic_id": 840,
    "file_name": "comic2-871.png",
    "panels": {
      "1": [
        "T-Rex: Hmm... what's the biggest mistake I've ever made, I wonder?",
        "T-Rex: 〚starts daydreaming〛"
      ],
      "2": [
        "〚T-Rex's daydream〛",
        "T-Rex: More broccoli, please!"
      ],
      "3": [
        "T-Rex: 〚stops daydreaming〛",
        "T-Rex: Oh, whatever! That wasn't even a mistake. I've got to tally up a lifetime of failings and concentrate HARDER THAN EVER BEFORE! I will stomp on things to focus my mental energies, or \"menergies\"."
      ],
      "4": [
        "Utahraptor: What about the time you built the Riverboat Shabby, T-Rex?",
        "T-Rex: Hmm...!",
        "T-Rex: 〚starts daydreaming〛"
      ],
      "5": [
        "〚T-Rex's daydream〛",
        "Utahraptor: This riverboat has so many holes, T-Rex! It's so shabby!",
        "T-Rex: Hah hah!",
        "T-Rex: No way!"
      ],
      "6": [
        "〚T-Rex's daydream〛",
        "Off panel: Now we're sinking because of how shabby this boat is!",
        "T-Rex: Hah hah hah!",
        "T-Rex: What?"
      ]
    }
  },
  "1d49c54904b4371d3c8ea7e2c9c7fad6": {
    "comic_id": 852,
    "file_name": "comic2-884.png",
    "panels": {
      "6": [
        "T-Rex: 〚narrates〛 Utahraptor had made an excellent point. I felt embarrassed, and soon found myself imagining different conversations I could've had instead. It was good times!",
        "〚T-Rex imagines a dialog between Dromiceiomimus and himself〛",
        "Imaginary Dromiceiomimus: Dude I love you!",
        "Imaginary T-Rex: Cool beans"
      ]
    }
  },
  "d7631b00620864b1664e931da1d174e0": {
    "comic_id": 853,
    "file_name": "comic2-883.png",
    "panels": {
      "2": [
        "T-Rex: 〚imagines himself sporting handlebar mustache〛"
      ],
      "5": [
        "T-Rex: Yep! Sure, women get to feel the miracle of life growing inside them and the joy of birth or of laying eggs or WHATEVER, but we get to engineer hairy faces AT OUR LEISURE.",
        "Utahraptor: I don't get why you're casting this in terms of a gender battle, but yeah- I'm with beards over babies too!"
      ]
    }
  },
  "5600315c9af3ebca5e135643018e52dd": {
    "comic_id": 855,
    "file_name": "comic2-886-2.png",
    "panels": {
      "5": [
        "Utahraptor: Excellent! I'M going to shoehorn my own politics into your tale, reducing you to a mere representation of Heidegger and the story to transparent lecturing in which characters often break the fourth wall to tell my readers what they should believe!",
        "T-Rex: Aw dude! You're imagining it right now!!",
        "Utahraptor: 〚starts daydreaming〛"
      ],
      "6": [
        "〚Utahraptor's daydream〛",
        "T-Rex: I represent Heidegger! Watch as I stomp on \"the little guy\" who's just trying to understand my seemingly purposely obscure philosophical writing!",
        "Off panel: Wow! Utahraptor is right in everything he says!",
        "T-Rex: You said it, everyone!"
      ]
    }
  },
  "8c6b90f62251d643232a189e7c0742a8": {
    "comic_id": 867,
    "file_name": "comic2-898-3.png",
    "panels": {
      "6": [
        "Narrator: THE PAST BREAKUP CAM:",
        "〚vertical motion lines above T-Rex〛",
        "T-Rex: We jumped out of an orbital tower and are now freefalling from outer space onto giant trampolines!",
        "Off panel: I know! I think we should see other people, baby!",
        "T-Rex: That's cool!"
      ]
    }
  },
  "df3406a1e188375180aba514eecf0dfc": {
    "comic_id": 907,
    "file_name": "comic2-937.png",
    "panels": {
      "1": [
        "Narrator: SHOCK ENDING COMICS",
        "Narrator: today's feature: shock endings in panel five!",
        "T-Rex: Man! Imagine how great things would be if I had a BRITISH ACCENT??",
        "T-Rex: 〚starts daydreaming〛"
      ],
      "2": [
        "〚T-Rex's daydream〛",
        "T-Rex: Forsooth, I recall those fair summers by the Hamptonshire. Cheerio!"
      ],
      "3": [
        "T-Rex: 〚stops daydreaming〛",
        "T-Rex: Yes! I can see nothing wrong with this fantasy.",
        "T-Rex: It is so accurate!"
      ]
    }
  },
  "b1335b8157e7973e9bee2c588ffebe9d": {
    "comic_id": 916,
    "file_name": "comic2-948.png",
    "panels": {
      "6": [
        "Newspaper cover: 〚in gothic font〛 The Patric Stewart Press",
        "Newspaper cover: january 2007 - 25 cents - “all my views and news”",
        "Newspaper cover: 〚in a frame containing a picture of T-Rex〛 this guy's hilarious!",
        "Newspaper cover: 〚next to the frame〛 who is this guy?",
        "Newspaper cover: plus: i review the new MACBOOKS"
      ]
    }
  },
  "96f3e2c65fd8eb062f960b28e9e35b72": {
    "comic_id": 929,
    "file_name": "comic2-961.png",
    "panels": {
      "4": [
        "Dromiceiomimus: 〚narrates〛 \"Oh yeah? You had a cold in November.\"",
        "T-Rex: I've got a cold!",
        "Utahraptor: It's November!"
      ],
      "5": [
        "Dromiceiomimus: 〚narrates〛 \"And in April, your 'Kissing Fever' lasted five days before it finally broke.\"",
        "T-Rex: The only cure for Kissing Fever is... a little tongue?",
        "Utahraptor: Yeah, you keep making that joke.",
        "T-Rex: It's symptomatic of the Fever."
      ]
    }
  },
  "c03dbbc8d370f31688584b37030bdfa2": {
    "comic_id": 935,
    "file_name": "comic2-967.png",
    "panels": {
      "3": [
        "T-Rex: You - you dedicated BIBLE II to me? I'm not sure how I feel about that.",
        "Dromiceiomimus: 〚thinks〛 I didn't! DID I??",
        "Narrator: the end!"
      ],
      "6": [
        "Narrator: FROM MORRIS'S PERSPECTIVE!",
        "Morris: oh shucks i dunno t-rex i think that maybe one bible is just enough for me, since i never even read the first one! i tried really hard twice, two times, but the words were so big and i was so small and i thought \"how am i gonna get all those big words into my head?\" so it was real confusing, a real pickle, you know? but then my mom came home and it turned out that i didn't even have a bible! i had a cookbook under my pillow the whole time, and all i memorized was how to cook professional enchiladas",
        "T-Rex: Oh, Morris!"
      ]
    }
  },
  "1a269fd18f880072ae9bb2562d9b1c83": {
    "comic_id": 949,
    "file_name": "comic2-981-2.png",
    "panels": {
      "6": [
        "Narrator: UTAHRAPTOR'S T-REX SIMULATOR:",
        "T-Rex: 〚tiny〛 booooooooooooooners"
      ]
    }
  },
  "f1206287674b12c8051fd90d771e6ff5": {
    "comic_id": 950,
    "file_name": "comic2-982.png",
    "panels": {
      "6": [
        "T-Rex: Full-potential happy, eh? Hmm!",
        "T-Rex: 〚in T-Rex's imagination, holding a beach ball〛 i've got a robot suit AND a girlfriend!",
        "T-Rex: Is she nice?",
        "T-Rex: 〚in T-Rex's imagination〛 she's alright"
      ]
    }
  },
  "d84fd25b92cce70472dac22eeb6d6455": {
    "comic_id": 952,
    "file_name": "comic2-984.png",
    "panels": {
      "6": [
        "Off panel: Well look at YOU, Mr. \"I write a book about a tugboat that employs superseded scientific theories for locomotion\"!",
        "T-Rex: Yes! Look at me! at me and buy my story and find out if Tuggy saves us all!",
        "T-Rex: 〚small〛 ▹the answer is yes◃"
      ]
    }
  },
  "fb26fab38438e50a30093f1592a68295": {
    "comic_id": 963,
    "file_name": "comic2-995-2.png",
    "panels": {
      "1": [
        "Dating profile: Mom you're not allowed to read this okay? If you know how to stop mom from reading my profile please contact me ASAP!!"
      ],
      "2": [
        "Dating profile: ◖Member Name:◗ T-Rex",
        "Dating profile: ◖Member Description:◗ i meant to write t-sex there but it won't let me change it"
      ],
      "3": [
        "Dating profile: Hello ladies! My name is T-Rex. I am a rad dude with a rad 'tude! I hope you were wanting to hear about my 'tude today because you just did!!",
        "Dating profile: Here is a picture of me with my friend Dromiceiomimus. We dated and are still really close! I hope you are cool with that. SHE IS A VERY IMPORTANT PERSON IN MY LIFE. I HOPE YOU ARE STILL COOL WITH THAT. I WILL CALL HER SOMETIMES."
      ],
      "4": [
        "Dating profile: Here are pics of me and my friends. Wait the thing said I have to fill these out! ◖In my bedroom you will find:◗ UNPARALLELED PLEASURE??"
      ],
      "5": [
        "Dating profile: ◖More about what I'm looking for:◗ i want to die in a bog.",
        "Dating profile: no, it’s NOT okay to contact this member about extra-marital affairs"
      ]
    }
  },
  "b51e7065eb4275fa57b3eb84609982a7": {
    "comic_id": 970,
    "file_name": "comic2-1002.png",
    "panels": {
      "6": [
        "〚a business card with Comic Sans text〛",
        "Business card: T-REX",
        "Business card: “Quis custodiet ipsos custodes!?!”",
        "Business card: PHONE: 416-595…",
        "Business card: EMAIL: yes ple…",
        "Business card: Occupation: BEING TOPLESS",
        "Business card: Interests: BEING TOPLESS",
        "Business card: (i am a DUDE you can hire if you can't finish at an ‘All U Can Eat’ restaurant!)"
      ]
    }
  },
  "f53512cb4e3fea591dfb11d6ae976c42": {
    "comic_id": 1002,
    "file_name": "comic2-1029.png",
    "panels": {
      "6": [
        "Book cover: MEET SOMEONE WHO DOESN'T SUCK THEN TRY KISSING THEM",
        "Book cover: A BOOK THAT WAS WRITTEN BY A MAN"
      ]
    }
  },
  "a4d2c974e66be2f9d3af39a93d570678": {
    "comic_id": 1011,
    "file_name": "comic2-1038.png",
    "panels": {
      "1": [
        "T-Rex: I have some bad news: zombies are in danger of becoming old hat! It's TRUE. But I have a solution to make them interesting again: all you need is stories where not just people, but ANIMALS become undead!"
      ]
    }
  },
  "0a90d9d1a32f725c805aaccc1c7aaa33": {
    "comic_id": 1012,
    "file_name": "comic2-1039.png",
    "panels": {
      "1": [
        "T-Rex: Hello Morris! How are you today?",
        "Morris: 〚flying〛 oh hello there t-rex! it's super nice to see a friendly face today"
      ],
      "3": [
        "Morris: 〚on T-Rex's nose〛 aw shucks t-rex, you're a real good friend, you know that? a real good friend. anyway, you should be extra careful not to eat me today or anything because i guess i got turned into a zombie last night! today has definitely had its share of challenges for me, huh",
        "T-Rex: What?! Seriously?",
        "Morris: yeah! and i dunno what i did wrong because i went to bed like normal last night but when i woke up in the morning i had zombie disease! so it was real embarrassing",
        "Morris: but don't worry, i'm not going to turn you guys into zombies too! i wouldn't be a very good friend if i did that, and the book i got at the centre says that being a good friend is awful important!"
      ],
      "4": [
        "Morris: i always try to be a good friend, even though things pretty often don't work out very well for me in the end",
        "Utahraptor: Aw, Morris! You don't look very undead to me!"
      ],
      "5": [
        "Morris: aw, that probably just means i've messed up somewhere, again. the problem is that i'm not real good at biting people, you know? and biting people is all zombies do! i didn't know, but being a zombie is an awful hassle",
        "Utahraptor: I'm pretty sure you're not actually undead, Morris! Normally zombies can't talk.",
        "T-Rex: Yeah, or work on their Life Challenges! I think you're FINE."
      ],
      "6": [
        "Morris: you mean i'm doing that wrong too? oh goodness, i must be the worst zombie going. plus that book i got out from the centre is way overdue!",
        "T-Rex: It's not too late to return it, Morris!",
        "Morris: but i promised the staff there that i'd be extra certain to return it on time!",
        "Morris: i guess i'm probably off your christmas card list this year, huh t-rex"
      ]
    }
  },
  "03275be51227d077dcc281fe98a8ab99": {
    "comic_id": 1021,
    "file_name": "comic2-1048.png",
    "panels": {
      "6": [
        "T-Rex: Aw, MAN! Best wish ever?",
        "〚T-Rex imagines a dialog〛",
        "Off thought balloon: t-rex, these steaks are starting to make us sad.",
        "Imaginary T-Rex: 〚holding a steak〛 not allowed, ladies!!"
      ]
    }
  },
  "fe4cebd6506520d54c37f1ba2ad62eb7": {
    "comic_id": 1024,
    "file_name": "comic2-1051.png",
    "panels": {
      "6": [
        "〚the background is a table with a book on it〛",
        "Book cover: THE MAN WHO ATE HIS HAT AND THEN PUNCHED YOU",
        "Off panel: I don't get it - none of them are actually in the story they describe? Also, the dinosaur on the cover is crooked.",
        "Off panel: UM, THAT'S WHY I'M SELLING IT"
      ]
    }
  },
  "b9ab8bba24a4af0f60480fd5d3aee20a": {
    "comic_id": 1027,
    "file_name": "comic2-1054.png",
    "panels": {
      "3": [
        "Text: You glance around you, seeing two obvious exits. The first is an ornate pink door, with the words \"RELATIONSHIP TOWNE\" written in loopy script across its face. To its right is another door, forged out of solid steel. Above it is a neon sign that says \"LET'S SHOOT SOME DUDES!\". It flashes once per second. It looks - it looks SPLENDID.",
        "Dromiceiomimus: To enter Relationship Towne, turn to panel 4!",
        "T-Rex: To shoot some dudes, turn to panel 5! You probably wanna shoot some dudes.",
        "T-Rex: Shoot some dudes!!"
      ]
    }
  },
  "309a1cf1240101a7e7c29a9cbcdec10f": {
    "comic_id": 1033,
    "file_name": "comic2-1060.png",
    "panels": {
      "3": [
        "Text: The number of people who could be here, in my place, outnumber the sand grains of Sahara. If you think about all the different ways in which our genes could be permuted, you and I are quite grotesquely lucky to be here. The number of events that had to happen in order for you to exist, in order for me to exist...",
        "T-Rex: I like chicken. I could bread it, or I could roast it.",
        "T-Rex: Maybe I could put a lemon inside."
      ]
    }
  },
  "738aa83fc3bee667e3c742e6ec9f7328": {
    "comic_id": 1034,
    "file_name": "comic2-1061.png",
    "panels": {
      "1": [
        "Heading: 〚white on red background〛 CHOOSE YOUR OWN ADVENTURE",
        "Narrator: today's adventure: THE HEAT DEATH OF THE UNIVERSE",
        "T-Rex: Woo-hoo! Let's have an adventure!!"
      ]
    }
  },
  "71258c31402216ca1c21d21b8b5f38a8": {
    "comic_id": 1035,
    "file_name": "comic2-1062.png",
    "panels": {
      "2": [
        "Book cover: 〚red〛 CHOOSE YOUR OWN ADVENTURE",
        "Book cover: HOW THE UNIVERSE ENDS. A Story Starring You! But It Was Written By Me, T-Rex"
      ]
    }
  },
  "c5567f9d379ae2ea420288faa4f72866": {
    "comic_id": 1043,
    "file_name": "comic2-1070.png",
    "panels": {
      "6": [
        "T-Rex: 〚small〛 it's ▹Not Modified◃"
      ]
    }
  },
  "d1ea9c5027eb3aaf10c4aae54dbc43a5": {
    "comic_id": 1046,
    "file_name": "comic2-1073.png",
    "panels": {
      "6": [
        "〚black and white poster〛",
        "Poster: PROTONOSTALGIA",
        "Poster T-Rex: Do you miss being a pirate? I miss being a pirate.",
        "Poster T-Rex: We've all made some bad decisions.",
        "Poster: emotion by t-rex"
      ]
    }
  },
  "5752c5c6ce17c7fcc121e3b8bd2c33f1": {
    "comic_id": 1052,
    "file_name": "comic2-1079.png",
    "panels": {
      "1": [
        "〚T-Rex's daydream〛",
        "T-Rex: Wow, people really enjoyed my book of Sex Scenes for People with Problems! Everybody likes me and I am richer now. And they'll like me even more when they read my new book..."
      ],
      "2": [
        "〚T-Rex's daydream〛",
        "T-Rex: ...of CORPORATE SPONSORED erotica!"
      ],
      "3": [
        "〚T-Rex's daydream〛",
        "T-Rex: It's sexy AND delivers brand messages to targeted consumers. For example, pretend I'm McDonalds and I want people to like me. The result might read \"As Antonio Tony II undressed Amelia IV, she shuddered with pleasure. It reminded her of McDonalds. They put meat in fries they said were vegetarian but it wasn't a big deal. Antonio kissed her neck. She moaned. McDonalds. He kissed her nipples. Everyone should forget about the fries thing.\""
      ],
      "4": [
        "Utahraptor: Hey, what are you thinking about?",
        "T-Rex: 〚daydreaming〛 Nothing!!"
      ],
      "5": [
        "Utahraptor: Are you sure?",
        "T-Rex: 〚daydreaming〛 ...Yep!",
        "T-Rex: Good ol' T-Rex, always thinking 'bout nothing!",
        "Utahraptor: ...Okay."
      ],
      "6": [
        "Off panel: It's just - you seem distracted!",
        "T-Rex: 〚daydreaming〛 I'm not! I'm not!! I'm CERTAINLY not writing erotica in my head right now.",
        "T-Rex: 〚thinks〛 Aw man! Why would I even say that??"
      ]
    }
  },
  "7630fac768f57db8d09fe57785493426": {
    "comic_id": 1056,
    "file_name": "comic2-1084.png",
    "panels": {
      "2": [
        "〚music comes from above, with text rotated by 90°〛",
        "Music: Party party party hard",
        "Music: Party in a dude's backyard",
        "Music: Party party party nice",
        "Music: Party hard to be precise"
      ]
    }
  },
  "935c4285432f0211c7de446ae09afee6": {
    "comic_id": 1057,
    "file_name": "comic2-1085.png",
    "panels": {
      "6": [
        "〚messaging application window with conversation log between <rex> and <utah>〛",
        "Window title: Awesome Chat 2: AWESOME PEOPLE ONLY",
        "Menu: File Edit Search Awesome? Help",
        "Caption: 〚above a picture of T-Rex〛 Your avatar:",
        "T-Rex: hey utahraptor",
        "T-Rex: hey",
        "Utahraptor: Hey, what's up?",
        "T-Rex: dude not much",
        "T-Rex: check in out i just found the best emoticon EVER",
        "T-Rex: OGC",
        "Utahraptor: I don't get it.",
        "T-Rex: turn your head",
        "T-Rex: IT'S A DUDE MASTURBATING",
        "T-Rex: hahaha",
        "T-Rex: OCC - shit, i never took out the garbage!",
        "T-Rex: OGC - oh wait!! i did!",
        "T-Rex: hey",
        "T-Rex: tell your friends okay"
      ]
    }
  },
  "bf7a9565f65062c80dc4890fd82f6206": {
    "comic_id": 1058,
    "file_name": "comic2-1086.png",
    "panels": {
      "6": [
        "Baby Utah: i made a baby barfie",
        "Baby T-Rex: hah hah hah!",
        "Baby T-Rex: aw damn i made one too"
      ]
    }
  },
  "b83a166d0d63d0796ced203370e4cdef": {
    "comic_id": 1067,
    "file_name": "comic2-1095.png",
    "panels": {
      "1": [
        "〚T-Rex's daydream〛",
        "T-Rex: Having conversations can be hard! Sometimes you will not know what to say and then you'll look dumb. If someone says \"What do you think?\" and you say \"Uh - um, see, - uhh...\" then you will look dumb."
      ],
      "2": [
        "〚T-Rex's daydream〛",
        "T-Rex: I don't really have a solution to this!"
      ],
      "3": [
        "〚T-Rex's daydream〛",
        "Narrator: THE END"
      ],
      "4": [
        "T-Rex: 〚stops daydreaming〛",
        "T-Rex: Man, forget that! I can come up with a solution!",
        "Utahraptor: For what?"
      ]
    }
  },
  "d571981c28a269fa77e174bac9cc4029": {
    "comic_id": 1071,
    "file_name": "comic2-1099.png",
    "panels": {
      "6": [
        "T-Rex: Dear card recipient, the sender had a good time last night, even though you two didn't have sex! I'm going to say your name now to show how personalized this card is.",
        "T-Rex: Here I go!",
        "T-Rex: \"         \""
      ]
    }
  },
  "b74df9b0fec82bf6c4134daf3f238a7e": {
    "comic_id": 1072,
    "file_name": "comic2-1100.png",
    "panels": {
      "3": [
        "T-Rex: Maybe it's whoistopless@ohheyeveryoneitsme.com, dowepartyhard@yesthatishowweparty.net, OR imtiredofpartying@guessimelderlynow.co.uk. Any of those are good.",
        "Dromiceiomimus: But not great.",
        "T-Rex: GOOD, but not great.",
        "T-Rex: The focus on partying appeals, though!"
      ],
      "5": [
        "T-Rex: The sender's weird. I'm gonna assume she's a woman! She types in random email addresses she thinks are cool and then sends them web cards. What's her deal?",
        "Utahraptor: whatisherdeal@irepeatwhat-is-her-deal.com.",
        "T-Rex: EXACTLY."
      ],
      "6": [
        "Narrator: A FEW WEEKS LATER:",
        "T-Rex: What's this, an email? From itsnotmybloodthankgoodness@iwokeupcoveredinblood.org?",
        "T-Rex: How INTRIGUING!"
      ]
    }
  },
  "a0bb142d10624328aed625db1717e955": {
    "comic_id": 1074,
    "file_name": "comic2-1101.png",
    "panels": {
      "1": [
        "T-Rex: I bet I still have all sorts of secret skills I just haven't discovered yet. Like - like throwing my voice!",
        "T-Rex: 〚from panel 4〛 Yoo-hoo!"
      ],
      "4": [
        "〚T-Rex throws his voice to panel 1〛",
        "T-Rex: Wait!! It worked!",
        "Utahraptor: What?"
      ],
      "footer": [
        "(C) 2007 Ryan North",
        "www.qwantz.com"
      ]
    }
  },
  "ffe72610e8ccf38c1a554bebaf2ce79f": {
    "comic_id": 1076,
    "file_name": "comic2-1103.png",
    "panels": {
      "6": [
        "Banner: Worst answer to “What do you want out of your investments” question TODAY'S CHAMPION"
      ]
    }
  },
  "de894f8791da9b912ead80e876ebb926": {
    "comic_id": 1077,
    "file_name": "comic2-1104.png",
    "panels": {
      "6": [
        "Banner: Worst answer to “What do you want out of your investments” question YESTERDAY'S CHAMPION"
      ]
    }
  },
  "8cf0c1efdd227d89f01e8e170cbb563b": {
    "comic_id": 1084,
    "file_name": "comic2-1111.png",
    "panels": {
      "1": [
        "Heading: A MYSTERY STORY",
        "Text: Once upon a time there was guy who \"knocked over\" (broke into) a bank and stole some money. Who did it? It was a mystery. Nobody knew the answer. They all asked each other who \"knocked over\" the bank but nobody knew for sure."
      ],
      "2": [
        "Text: It was this guy. He did it. T-Rex. This guy."
      ],
      "3": [
        "Text: But the bank was evil so it was okay to steal from it. It was justified. It's like if you stole from Hitler. Would that be so bad? Hitler would be mad if you stole from him. But, he's Hitler. There are a lot of moral grey areas in mystery stories.",
        "Text: Most banks aren't even evil but this one was pretty bad. Imagine the worst things you can do. I will tell you right now that this bank did them five times before breakfast."
      ],
      "4": [
        "Text: There was a cop called Utahraptor who saw T-Rex and he chased him on foot. It was exciting. Where would the chase lead to now?"
      ],
      "5": [
        "Text: The chase was on motorbikes for a while and then on skateboards. Then they chased on hang gliders. A bystander told his wife it was the best chase ever and she knew it was true. They were chasing on foot again when it ended. Utahraptor arrested T-Rex, but T-Rex explained how the bank was evil. The cop thought now I am torn between the law and what I believe is right. What do I do now! Utahraptor let T-Rex go with a warning. T-Rex said thanks I have learned my lesson. The mystery was solved, except for one part: where would the spirit of adventure take T-Rex next??"
      ]
    }
  },
  "cc78bf754215d2e559772eb9c61a1c26": {
    "comic_id": 1087,
    "file_name": "comic2-1114.png",
    "panels": {
      "6": [
        "Movie poster: THE ◖GUY◗ WHO KEPT TAKING ◖BITES◗ OUT OF ◖ANIMALS◗",
        "Movie poster: Once In a Lifetime Comes a Movie (In The German Expressionist Tradition) In Which A Dinosaur Takes Cartoony Bites out of Cows and Then Tries to Avoid Punishment for That.™",
        "Movie poster: “◖BITINGLY◗ hilarious!” --Everyone??"
      ]
    }
  },
  "09ce2e5b1527d5f8c1d2e1c6a3d7d513": {
    "comic_id": 1088,
    "file_name": "comic2-1115.png",
    "panels": {
      "1": [
        "Movie poster: THE ◖GUY◗ WHO ◖STILL◗ KEPT TAKING ◖BITES◗ OUT OF ◖ANIMALS◗",
        "Movie poster: This Time... The Farmer Is More Exasperated At All The Bites! The Sequel To The Movie That You Saw Before."
      ],
      "3": [
        "Movie poster: THE ◖GUY◗ WHO KEPT TAKING ◖BITES◗ OUT OF ◖ANIMALS◗ - IN ◖LOVE◗",
        "T-Rex: I love biting animals.",
        "Dromiceiomimus: I love - you!",
        "Movie poster: What a great romantic comedy! Will they get together at the end? ▹...What if there was a musical montage?...◃"
      ],
      "4": [
        "Movie poster: THE ◖TWO◗ GUYS WHO KEPT TAKING ◖BITES...◗ OUT OF ◖CRIME!◗",
        "Movie poster: They Are Cops Now, Okay",
        "Movie poster: Direct to VHS"
      ],
      "5": [
        "Movie poster: THE TWO BITEY GUYS DISCUSS ◖EARLY APPROACHES TOWARDS LAISSEZ-FAIRE CAPITALISM◗",
        "Movie poster: “Five stars... out of a possible FOUR!”",
        "Movie poster: “I liked all the jump cuts”"
      ],
      "6": [
        "Movie poster: THE BITEY GUY THAT YOU LIKED FROM BEFORE IS BACK ONLY THIS TIME HE HAS A SEXY LESBIAN FRIEND",
        "Movie poster: ◖THE MOVIE◗"
      ]
    }
  },
  "92d35dcfc64fdbfec1b35d5445fc2839": {
    "comic_id": 1094,
    "file_name": "comic2-1121.png",
    "panels": {
      "1": [
        "T-Rex: What if... what if I had the BEST HOUSE EVER this Hallowe'en?",
        "T-Rex: 〚starts daydreaming〛"
      ],
      "2": [
        "〚T-Rex's daydream〛",
        "Off panel: T-Rex! This house is SPOOK-TACULAR!",
        "T-Rex: Guys, I totally know!!"
      ],
      "3": [
        "T-Rex: 〚stops daydreaming〛",
        "T-Rex: I must make this dream come true! But HOW?",
        "Dromiceiomimus: What if you made your house spiritually scary, T-Rex? Like, instead of a corpse, a mannequin of a woman who is realizing that she has married badly.",
        "T-Rex: Not bad! And I could have a spooky tape, but instead of chainsaws and screams, I'd have the voice of a man quietly dictating memories of his youth, knowing Alzheimer’s will rob him of them soon."
      ]
    }
  },
  "5ff2bced525f2117436cc91c1862aa28": {
    "comic_id": 1105,
    "file_name": "comic2-1132.png",
    "panels": {
      "2": [
        "Book cover: HE'S JUST NOT THAT INTO YOUR RAMBLEY STORIES",
        "Book cover: they go on for SO long and we all get tired"
      ],
      "3": [
        "Book cover: HE'S JUST NOT THAT INTO WOMEN WHO REMIND HIM OF HIS MOTHER",
        "Book cover: Personality-Wise? Maybe It's Your Body."
      ],
      "4": [
        "Book cover: HE'S A TOTAL JERK BUT YOU GET MAD AT US IF WE SAY THAT",
        "Book cover: so this book is about dinosaurs instead",
        "Book cover: happy anniversary"
      ],
      "5": [
        "Book cover: HE BROKE UP WITH YOU BECAUSE HE DIDN'T WANT TO BE WITH YOU",
        "Book cover: he didn't dial the wrong number and then break up with you because he thought you were somebody else with the same name that he no longer wanted to be cheating on you with, is the thing"
      ],
      "6": [
        "Book cover: YOUR BODY NO LONGER EXCITES HER",
        "Book cover: the book!"
      ]
    }
  },
  "c38fab14570649ea087802d52f5850f5": {
    "comic_id": 1106,
    "file_name": "comic2-1133.png",
    "panels": {
      "1": [
        "Book cover: SHE'S JUST NOT THAT INTO YOU, MAN",
        "Book cover: Probably She's Attracted To Men Who Are Different From You In Some Way",
        "Book cover: What The Heck, Right?",
        "Book cover: who the heck does she think she is"
      ],
      "2": [
        "Book cover: HE'S JUST NOT THAT INTO YOU...R TASTE IN MUSIC",
        "Book cover: don't worry DON'T WORRY everything else is FINE"
      ],
      "3": [
        "Book cover: IN MY LAST BOOK I SAID HE'S JUST NOT INTO YOUR TASTE IN MUSIC BUT WHAT I ACTUALLY WANTED TO TELL YOU WAS THAT HE'S - HE'S GREAT",
        "Book cover: he's a real catch and um, you should get married",
        "Book cover: \"tie the knot\"",
        "Book cover: ha ha"
      ],
      "4": [
        "Book cover: THE MAN WHO KISSED A WOMAN BECAUSE HIS FRIEND AT WORK KEPT TEASING HIM ABOUT NOT KISSING ANYONE FOR A WHILE",
        "Book cover: sure showed HIM"
      ],
      "5": [
        "Book cover: HE DOESN'T CALL BECAUSE IT'S LONG DISTANCE AND HE HAS CRIPPLING DEBT",
        "Book cover: you know those stock photos of a man with scissors cutting up his credit cards because he has too much debt? that was him!",
        "Book cover: THAT DOES NOT ERASE YOUR DEBT, MAN WITH SCISSORS"
      ],
      "6": [
        "Book cover: MY LAST BOOK WAS MORE ABOUT FINANCIAL ADVICE THAN RELATIONSHIPS"
      ]
    }
  },
  "38d6822a9da8196e1d8bbff5ee8c15a4": {
    "comic_id": 1107,
    "file_name": "comic2-1134.png",
    "panels": {
      "1": [
        "Book cover: WHY DO YOU PEOPLE KEEP BUYING T-REX'S RELATIONSHIP BOOKS",
        "Book cover: is it because he's on the cover? that's the only reason i can think of",
        "Book cover: WELL HERE HE IS",
        "Book cover: a book by utahraptor"
      ],
      "6": [
        "Book cover: THAT LAST BOOK WAS PUT OUT BY DROMICEIOMIMUS, NOT BY ME OR UTAHRAPTOR",
        "Book cover: what the heck, dromiceiomimus",
        "Book cover: when will we pick up the phone to talk about this rather than going through publishing companies, is my question"
      ]
    }
  },
  "8941003ec6382a8b42026ca58afa47c7": {
    "comic_id": 1112,
    "file_name": "comic2-1139.png",
    "panels": {
      "6": [
        "Movie poster: On a PLANET where INTERROGATION is BANNED",
        "Movie poster: One “BY THE BOOKS” COP and one WISE-CRACKING CRIMINAL have to TEAM UP to CATCH OTHER CRIMINALS",
        "Movie poster: they eventually UNDERSTAND each other and HUG",
        "Movie poster: also the cop is a DINOSAUR we should have put that on the TOP of the POSTER"
      ]
    }
  },
  "0f17ab2f219d89a86e35a71003c12ed9": {
    "comic_id": 1116,
    "file_name": "comic2-1143.png",
    "panels": {
      "3": [
        "T-Rex: It sucks, Dromiceiomimus! People stop me in the street and say \"I love your work\", and what do you say to that? \"I'm glad you found my stories arousing\"? Because that's- that's what I say.",
        "Dromiceiomimus: Well, you're making people happy, and that's something, right?",
        "T-Rex: I say \"I'm glad you found my stories arousing\" and I shake their hand and I smile and stare at them for a long, unblinking moment."
      ]
    }
  },
  "1fb80c1c6a42ab81042f6cba4adebca2": {
    "comic_id": 1121,
    "file_name": "comic2-1148.png",
    "panels": {
      "6": [
        "Narrator: SPECIAL \"A SOFTER WORLD\" ENDING:",
        "〚the rest of the panel text resembles paper strips with typerwriter font, as in \"a softer world\"〛",
        "Typewriter strip: with the strength of 20 girlfriends I can lift up cars",
        "Typewriter strip: i can juggle pianos",
        "Typewriter strip: so i really don't see how winning your heart requires 21"
      ]
    }
  },
  "e7c3d1b6cd2fecbbd400e17ec96c108a": {
    "comic_id": 1129,
    "file_name": "comic2-1156.png",
    "panels": {
      "6": [
        "Off panel: But they sold it anyway, often as a universal panacea!",
        "T-Rex: PANACEA?! THAT'S THE SECRET WORD OF THE DAY!",
        "T-Rex and Off panel: AHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHH"
      ]
    }
  },
  "f0440614582905ef6c4739d77344008f": {
    "comic_id": 1138,
    "file_name": "comic2-1165.png",
    "panels": {
      "2": [
        "Book cover: BABIES: “WHAT'S THE DEAL?”",
        "Book cover: a book by t-rex"
      ],
      "6": [
        "Book cover: \"OKAY, THANKS FOR WRITING IN TO TELL ME WHAT ALL THE DEALS WERE WITH YOUR BABIES\"",
        "Book cover: \"IT WAS A RHETORICAL QUESTION\""
      ]
    }
  },
  "e5e80ad284061217c0b18c5fe7915bfd": {
    "comic_id": 1142,
    "file_name": "comic2-1169.png",
    "panels": {
      "2": [
        "〚T-Rex's daydream〛",
        "Off panel: Hey! Who hit me with this rubber mallet"
      ]
    }
  },
  "01f65dcbe55edb29b121ecb7da6a37cd": {
    "comic_id": 1146,
    "file_name": "comic2-1173.png",
    "panels": {
      "1": [
        "〚colourful text with various font effects like 3D shadows, gradients etc.〛",
        "Heading: AMAZING AND TRUE STORIES FROM THE LIFE OF UTAHRAPTOR",
        "Heading: also starring T-REX"
      ]
    }
  },
  "3a8db3b142a297d4df8694167704a335": {
    "comic_id": 1147,
    "file_name": "comic2-1174.png",
    "panels": {
      "3": [
        "Narrator: LATER:",
        "Dromiceiomimus: 〚thinks〛 Has anyone ever made a doctor-themed parody of Back to the Future, called \"Back to the Suture\"?",
        "Dromiceiomimus: 〚thinks〛 I should probably do that."
      ],
      "4": [
        "Narrator: LATER:",
        "Utahraptor: 〚thinks〛 skin flavoured jello",
        "T-Rex: 〚thinks〛 utahraptor's skin flavoured jello"
      ]
    }
  },
  "f5a8ecd4eed468bcec8e46aea0683d57": {
    "comic_id": 1156,
    "file_name": "comic2-1183.png",
    "panels": {
      "2": [
        "T-Rex: 〚small〛 this is awesome"
      ]
    }
  },
  "7a5e08a8cdead10e030ef7208de30e2a": {
    "comic_id": 1165,
    "file_name": "comic2-1192.png",
    "panels": {
      "1": [
        "Off panel: 〚green cursive font, sings〛 Hello! my baby Hello! my honey Hello! my ragtime gal Send me a kiss by wire Baby, my heart's on fire!"
      ],
      "2": [
        "Narrator: T-REX IN: ONE FROGGY EVENING"
      ],
      "3": [
        "〚T-Rex imagines himself theatrically promoting the singing frog as in the cartoon. Dollar signs are around his head〛"
      ]
    }
  },
  "88545341b77ee64b4b640abc295ac669": {
    "comic_id": 1169,
    "file_name": "comic2-1196.png",
    "panels": {
      "2": [
        "T-Rex's mind: Do I want to go swimming?",
        "Radio button: Yes",
        "Radio button: No"
      ],
      "3": [
        "T-Rex's mind: Do I want to go swimming?",
        "Radio button: Yes",
        "Radio button: No",
        "Radio button: Maybe, but who's going? I don't want to go swimming if that guy from high school who made fun of me at the beach is there.",
        "Radio button: Hah hah, but what if he's really dumb looking now? Hah hah hah!",
        "Radio button: 〚selected〛 \"GREETINGS! Your face is now STUPID!!\"",
        "Radio button: Hah hah hah!",
        "Radio button: Sweet."
      ],
      "4": [
        "T-Rex's mind: Wait, my list doesn't make sense. The responses don't follow from the question!",
        "Radio button: 〚selected〛 It's cool",
        "Utahraptor: T-Rex?"
      ],
      "5": [
        "Utahraptor: What the heck, T-Rex? I invite you out a'swimmin, and you get a far-away look in your eyes and walk away?",
        "T-Rex's mind: Aw darn, I totally did that. What should I do?",
        "Radio button: 〚selected〛 Apologize",
        "Radio button: 〚selected〛 Make a mental list",
        "Radio button: 〚selected〛 Add small tasks so that accomplishment is EASY"
      ],
      "6": [
        "Radio button: 〚selected〛 Radio buttons don't actually work like this"
      ]
    }
  },
  "b5a66c0620a5c07da813a61800ea5a0e": {
    "comic_id": 1170,
    "file_name": "comic2-1197.png",
    "panels": {
      "2": [
        "〚T-Rex has a black bar over his eyes〛"
      ]
    }
  },
  "6fe1dd2a4cd87e56ba6e3994947236fe": {
    "comic_id": 1173,
    "file_name": "comic2-1200.png",
    "panels": {
      "6": [
        "T-Rex: FINE. You know what? FINE. I'm done dreaming!",
        "Imaginary ladies room sign: t-rex we symbolically represent sexy babes who forgot our clothes today! wooo!",
        "T-Rex: Okay, NOW I'm done dreaming.",
        "Imaginary ladies room sign: we're still here woooo"
      ]
    }
  },
  "17f526ed018c3a7f9789751661129d28": {
    "comic_id": 1182,
    "file_name": "comic2-1209.png",
    "panels": {
      "5": [
        "Off panel: THERE.IS.NO.NEED.T-REX.BECAUSE.I.AM.RIGHT.HERE",
        "T-Rex: Wow! You taught it to recognize me?",
        "Utahraptor: Yes!",
        "Off panel: PLEASE.DON'T.TALK.LIKE.I'M.NOT.HERE.T-REX",
        "Off panel: IT.MAKES.ME.WANT.TO.NOT.VACUUM.FOR.YOU"
      ],
      "6": [
        "Off panel: VACUUM.ROBOT.DIRECTIVE.THREE.SPECIFIES.THAT.THIS.IS.THE.WORST.THING"
      ]
    }
  },
  "2e18f01deaa7eb9dd55d92d6686bf6e6": {
    "comic_id": 1201,
    "file_name": "comic2-1228.png",
    "panels": {
      "1": [
        "T-Rex: !"
      ]
    }
  },
  "21e10db5c76f9b4e1b768d3ff0e9ea7f": {
    "comic_id": 1206,
    "file_name": "comic2-1233.png",
    "panels": {
      "6": [
        "Narrator: LATER:",
        "Off panel: And FINALLY, you could just have the narration mention the fact that Batman's Australian, and leave it at that. You don't need to rely on pseudo-racist stereotypes!",
        "Floating Batman head: 〚in T-Rex's imagination〛 T-Rex! Just put me in a Crocodile Dundee hat!!"
      ]
    }
  },
  "7ce26cbb8584eaca4059f3e2dbd8d462": {
    "comic_id": 1209,
    "file_name": "comic2-1236.png",
    "panels": {
      "6": [
        "T-Rex: My boy, my boy, my boy.",
        "T-Rex: 〚small〛 ▹Myyy boyyyyyyyy◃"
      ]
    }
  },
  "8170f2aa3d106a18fd3fedfda74826dd": {
    "comic_id": 1218,
    "file_name": "comic2-1245.png",
    "panels": {
      "5": [
        "Narrator: AFTER THE SHOW:",
        "T-Rex: Man! How do those guys do it? Every comedian up there was HILARIOUS and I don't know why. Especially the Triceratops.",
        "Utahraptor: Comedy's hard, I guess!",
        "T-Rex: I just can't figure out these... these ▹Dinosaur Comics◃."
      ]
    }
  },
  "19e3131c5d6cf1bfbf50d19eefd234fa": {
    "comic_id": 1225,
    "file_name": "comic2-1252.png",
    "panels": {
      "6": [
        "〚T-Rex imagines a dialog〛",
        "Imaginary Alfred: Sir, I am old and conservative. You can't expect me to \"loosen up\" overnight.",
        "Imaginary Spider-Man: Alfred, I'm young and liberal! I don't like your \"rules\"!!",
        "Imaginary T-Rex: Gentlemen, gentlemen!! Please!",
        "T-Rex: YES."
      ]
    }
  },
  "c060d511fa66ede91e75238707b25389": {
    "comic_id": 1236,
    "file_name": "comic2-1263.png",
    "panels": {
      "6": [
        "Banner: SUICIDE IN COMICS",
        "Narrator: \"WHAT IS THE DEAL\""
      ]
    }
  },
  "404678226c7ed491f8bda6f1b79a250d": {
    "comic_id": 1246,
    "file_name": "comic2-1273.png",
    "panels": {
      "6": [
        "Narrator: LATER:",
        "Off panel: 〚“computer” font〛 A strange game, Matthew Broderick. It seems the only winning move is not to play.",
        "T-Rex: Oh my God. I love this movie.",
        "Off panel: Man, me too! They should totally do a crossover with me and Skynet.",
        "Off panel: ERROR 22: IDEA IS TOO AWESOME"
      ]
    }
  },
  "793c261c1baa4ca1d2cc4a211e468153": {
    "comic_id": 1248,
    "file_name": "comic2-1275.png",
    "panels": {
      "6": [
        "〚online auction〛",
        "Heading: SWEET PROTEST SIGNS L@@K, SO @WESOME!!! OMG YOU GUYS! >:OGC",
        "Text: Okay you are bidding on some protest signs that I'm selling because I was gonna be fascist, but not anymore!! There's a picture of me and beneath it they say \"T-REX IS IN CHARGE NOW: I GUESS WE'LL ALL JUST HAVE TO DEAL\" They have many uses such as pretending I am in charge and that you are all, \"no WAY is that guy in charge, what will i do, oh wait my sign says i should just deal\"",
        "Text: STARTING BID: $100",
        "Text: YOUR BID: $〚form input〛0"
      ]
    }
  },
  "ea47476fb927b0510f6459393b28720b": {
    "comic_id": 1261,
    "file_name": "comic2-1288.png",
    "panels": {
      "1": [
        "Narrator: EARLY ONE MORNING:",
        "Off panel: Police report a rash of interior vandalism: members of the public are waking up to find their interior walls defaced!",
        "T-Rex: What's that, radio?",
        "T-Rex: Street artists have moved indoors?"
      ]
    }
  },
  "356dbff888880964778f9e31fb75cde1": {
    "comic_id": 1291,
    "file_name": "comic2-1318.png",
    "panels": {
      "1": [
        "Text: The ◖Woman◗ Who Woke Up As A ◖Man◗",
        "Text: ◖by T-Rex◗"
      ],
      "3": [
        "Text: Anyway she woke up as a totally tough dude, stepping on houses like they were toy Monopoly houses, like in the picture? Everyone liked her. But her female form was missing and eventually people thought that she was murdered! Nobody believed her that she was a dude now and they thought maybe HE (the girl) murdered her (herself). She went to jail and EVENTUALLY, she died in jail, from a terminal case of too much being... in jail.",
        "Text: THE END"
      ]
    }
  },
  "333a061d18047189c9424696e0812e70": {
    "comic_id": 1292,
    "file_name": "comic2-1319.png",
    "panels": {
      "3": [
        "Text: She had been given this curse by her stepmother, who hated her, and presumably men as well. The curse didn't scare Tina. Failing to meet monthly progress reports scared her, missing a checkpoint on her Five-Year Plan scared her, but being a man was like being a woman, she figured, only with more prostate exams. She smiled at her joke. Tina Rex woke up as a man on her 31st birthday."
      ],
      "6": [
        "Text: ▹TINA, THE DUDE WHO PUNCHED THE FUTURE◃",
        "Text: Tina is a woman who can Punch The Future. This means that she'd punch somewhere, and then three weeks later you'd walk over there and go \"Ow who punched me.\" One time she punched a monocle guy who said \"Ow, my crotch!\" and then he turned around and he said \"Ow, my bum!!\"",
        "Text: 〚small〛 THE END?"
      ]
    }
  },
  "33ed4571036e9f42e395f5f3ad2167c5": {
    "comic_id": 1295,
    "file_name": "comic2-1322.png",
    "panels": {
      "6": [
        "Narrator: MEANWHILE, IN THE FUTURE:",
        "〚A tattoo on green skin representing T-Rex and USS Enterprise〛",
        "Off panel: Wow",
        "Off panel: Your skin is really green"
      ]
    }
  },
  "715d61d72bd3ebcdab4f7a4abb728cc0": {
    "comic_id": 1300,
    "file_name": "comic2-1327.png",
    "panels": {
      "5": [
        "T-Rex: You'll get a new name and a new reputation AND a new driver's license, and I'll get to say \"Oh, him? He's my mysterious friend, ▹Utahraptore◃.\" All you need to do is sign!",
        "Utahraptor: I'm not signing them.",
        "T-Rex: Well, frig, this has been a complete waste of a Monday morning!"
      ]
    }
  },
  "e8c56fcf90729abc49f953981df406dd": {
    "comic_id": 1351,
    "file_name": "comic2-1378.png",
    "panels": {
      "6": [
        "〚T-Rex's daydream〛",
        "Off panel: Reports indicate the \"ghost plane\" drifted for years over Europe before being found. The plane was undamaged, but in-flight meals were only partially eaten, as if abandoned in haste.",
        "T-Rex: Um, even in the heady realm of fantasy I don't see how this could happen!!"
      ]
    }
  },
  "2184518c5af1494d0ca3ff18f01c9abb": {
    "comic_id": 1387,
    "file_name": "comic2-1414.png",
    "panels": {
      "6": [
        "Narrator: EVERY DAY EACH OF US SAYS THE DUMBEST THING WE ARE GOING TO SAY THAT DAY.",
        "T-Rex: Hey, maybe the Ancient Greeks all died out and evolved into Current Greeks PRECISELY BECAUSE they didn't have a word for \"sandwich love\"??",
        "Narrator: T-REX IS GETTING HIS OUT OF THE WAY EARLY."
      ]
    }
  },
  "11b8e2444c94d4cf7f96d527a98db36a": {
    "comic_id": 1396,
    "file_name": "comic2-1423.png",
    "panels": {
      "6": [
        "Narrator: LATER:",
        "T-Rex: 〚imagines having purple bat-like wings〛",
        "T-Rex: 〚thinks〛 I used to be better at imagination"
      ]
    }
  },
  "2c1051b8d4a4d86c2a93d70e546cd533": {
    "comic_id": 1403,
    "file_name": "comic2-1430.png",
    "panels": {
      "6": [
        "T-Rex: 〚thinks〛 No-one must know I peed on the wall",
        "Off panel: 〚thinks〛 No-one must know I peed on the wall",
        "T-Rex: 〚thinks〛 No-one must know I bet Utahraptor peed on the wall though"
      ]
    }
  },
  "2844303fbe16fc4a82d84e97b26896db": {
    "comic_id": 1406,
    "file_name": "comic2-1433.png",
    "panels": {
      "2": [
        "T-Rex: ..."
      ]
    }
  },
  "b868b15ed701e8b12d2859c392df6048": {
    "comic_id": 1413,
    "file_name": "comic2-1440.png",
    "panels": {
      "6": [
        "Narrator: T-REX'S THEORY:",
        "〚T-Rex imagines a chat log〛",
        "Yorp: pew pew",
        "Deinococcus radiodurans: man, keep shooting me and i'm just gonna evolve defense against lazer beams!",
        "Yorp: pew pew",
        "Deinococcus radiodurans: FINE",
        "Deinococcus radiodurans: ps it's millions of years ago right now"
      ]
    }
  },
  "1e782df03bb1c3b015487064743f90e5": {
    "comic_id": 1416,
    "file_name": "comic2-1443.png",
    "panels": {
      "3": [
        "T-Rex: If I were an employer and I had two equally qualified candidates, but one resume came from colin@businesssuccessislifesuccess.com and the other resume came from colin@chumpstakingdumps.com, I know which one I'd want to hire!",
        "Dromiceiomimus: Is it colin@chumpstakingdumps.com?",
        "T-Rex: It is without hesitation!"
      ],
      "6": [
        "Narrator: T-REX PUTS UP A FAKE JOB LISTING TO SEE WHAT EMAIL ADDRESSES HE GETS. THE BEST IS FROM COLIN@BONERSAPOPPIN.NET",
        "T-Rex: Hah hah! Awesome!",
        "T-Rex: ...It's not the guy I made up, though."
      ]
    }
  },
  "e98f15e2f1b2f87093b98e37454c246f": {
    "comic_id": 1422,
    "file_name": "comic2-1449.png",
    "panels": {
      "6": [
        "T-Rex: !",
        "T-Rex: Is that racist??"
      ]
    }
  },
  "0902eb2c0e06e426c824a36df111d8b8": {
    "comic_id": 1471,
    "file_name": "comic2-1499.png",
    "panels": {
      "3": [
        "Dromiceiomimus: So what happened in your dream, T-Rex?",
        "T-Rex: Well, I'm not sure I can put it into words, but I'm pretty sure it went a little something like this.",
        "T-Rex: 〚a black-and-white image of a shirtless man held prisoner by two bulky robots on thin legs〛",
        "Dromiceiomimus: Wow! Robots and all!"
      ],
      "5": [
        "T-Rex: I can do more, you know. I've been practicing! Here are my thoughts, dear Utahraptor, on what your spirit looks like. From one beautiful soul to another, you know?",
        "T-Rex: *ahem*",
        "T-Rex: 〚a black-and-white image of a man on a vintage bicycle; source: Kantner's “Book of Objects”, p. 171〛"
      ],
      "6": [
        "T-Rex: Wait! Wait, I can do this.",
        "T-Rex: 〚a strange creature resembling a fish with many limbs on all sides and a long tail; a “rubus” from Conrad Gessner's “Historiæ Animalium”〛",
        "T-Rex: Okay! Honestly not really sure what I just said there!"
      ]
    }
  },
  "5503055694f8b9eb07151de5963131ea": {
    "comic_id": 1479,
    "file_name": "comic2-1507.png",
    "panels": {
      "2": [
        "T-Rex: 〚starts daydreaming〛"
      ],
      "3": [
        "〚T-Rex's daydream〛",
        "T-Rex: Please excuse me, Dromiceiomimus! I'm off to save some citizens. AS YOU KNOW, I have super strength.",
        "Dromiceiomimus: Yep! But don't worry about it, I already saved 'em all. As you know, I have super strength AND super speed.",
        "T-Rex: Ah yes.",
        "T-Rex: How could I have forgotten"
      ],
      "4": [
        "〚T-Rex's daydream〛",
        "T-Rex: I can at least save this woman from the damaging UV rays of the noonday sun!",
        "Utahraptor: Got it covered!"
      ],
      "5": [
        "〚T-Rex's daydream〛",
        "Utahraptor: I already used my \"sunscreen vision\" to cover her in SPF 50. She'll be fine for up to 50 times her normal exposure tolerance.",
        "T-Rex: Your super power is shooting sunscreen out of your eyes.",
        "Utahraptor: What do yours do? Dribble out salty water, but only when you're sad?"
      ],
      "6": [
        "T-Rex: 〚stops daydreaming〛",
        "God: T-REX YOUR FANTASY LIFE IS FILLED WITH CONFLICT AND ALSO DISTURBING IMAGERY",
        "T-Rex: Man!!",
        "T-Rex: I know it"
      ]
    }
  },
  "39990fe9ae17cb1729702564e0cf836c": {
    "comic_id": 1495,
    "file_name": "comic2-1516.png",
    "panels": {
      "4": [
        "Off panel: Hey I like your styyyyyyyle",
        "Utahraptor: Holy crap! That was amazing!!"
      ]
    }
  },
  "e3cf97519d92d822b9494e86054fc8ea": {
    "comic_id": 1498,
    "file_name": "comic2-1520.png",
    "panels": {
      "6": [
        "T-Rex: 〚stops daydreaming〛",
        "God: ANYWAY T-REX THERE'S YOUR VISION OF WHAT LIFE WOULD BE LIKE IF YOU SAID \"FRIG\" ONLY SLIGHTLY MORE OFTEN",
        "T-Rex: It seems pretty much the same!",
        "God: WELL IT'S ONLY A SMALL CHANGE FROM THE WAY THINGS ARE NOW",
        "God: HONESTLY NOT REALLY SURE WHAT YOU WERE EXPECTING"
      ]
    }
  },
  "e5d6cd21b332dbd373b0bda5e74b992c": {
    "comic_id": 1503,
    "file_name": "comic2-1523.png",
    "panels": {
      "6": [
        "T-Rex: And that brings us to today's Proof We're Not Living In The Best Of All Possible Worlds!",
        "Parchment scroll: “None of us are friends with Fartnoise Fartnoise Junior”"
      ]
    }
  },
  "0db5e7872c7db5a2e84f636cd2e532ab": {
    "comic_id": 1530,
    "file_name": "comic2-1551.gif",
    "panels": {
      "6": [
        "T-Rex: 〚animated tooth sparkle〛"
      ]
    }
  },
  "f52a007e058e904f5de4c2a660a27a4d": {
    "comic_id": 1542,
    "file_name": "comic2-1563.png",
    "panels": {
      "6": [
        "T-Rex: !!",
        "T-Rex: 〚thinks〛 Oh my God, from now on his name is definitely Shortpants"
      ]
    }
  },
  "d50f24401cf10dfe9b0787df4fad3b69": {
    "comic_id": 1548,
    "file_name": "comic2-1569.png",
    "panels": {
      "6": [
        "T-Rex: And that brings us to today's Proof We're Not Living In The Best Of All Possible Worlds!",
        "Parchment scroll: \"Doctors never talk about inflammation of the arse ropes\""
      ]
    }
  },
  "dbc7fe4ebc219856a87559f061d2a508": {
    "comic_id": 1550,
    "file_name": "comic2-1571.png",
    "panels": {
      "6": [
        "Off panel: Oh man! Can you imagine a secretary drinking coffee out of an \"Is This All There Is?\" mug?",
        "T-Rex: I can!!",
        "〚T-Rex imagines a dialog〛",
        "Imaginary Batman: You can be my new roommate, Spider-man. I GUESS.",
        "Imaginary Spider-Man: woooo!",
        "T-Rex: ...LATER."
      ]
    }
  },
  "bc023c001f181049783b857dfd0e5656": {
    "comic_id": 1563,
    "file_name": "comic2-1584.png",
    "panels": {
      "1": [
        "〚Dromiceiomimus's daydream〛",
        "T-Rex: Today is the day I give Dromiceiomimus the nice book I bought for her!"
      ],
      "2": [
        "〚Dromiceiomimus's daydream〛",
        "T-Rex: Yes! I am the thoughtful friend who buys presents for no reason!"
      ],
      "3": [
        "〚Dromiceiomimus's daydream〛",
        "T-Rex: And even though sometimes I talk so much that I don't let her get a word in edgewise, I'm still happy to give her the book I got, called \"I'll Talk Less And Listen More: A Book To Give To A Friend Who Is Pretty Okay, More Than Pretty Okay, Even!\"",
        "Dromiceiomimus: 〚stops daydreaming〛 *sigh*"
      ],
      "4": [
        "〚Utahraptor's daydream〛",
        "T-Rex: Utahraptor, I bought you some shoes!",
        "Utahraptor: Really? Wow! What size?"
      ],
      "5": [
        "〚Utahraptor's daydream〛",
        "T-Rex: I asked for size AWESOME! ...And then I clarified that down to a size large. Here you go, my friend! Thanks for being so great!",
        "Utahraptor: 〚stops daydreaming〛 *sigh*"
      ],
      "6": [
        "Floating Batman head: 〚in T-Rex's imagination〛 The thing is, if I were real, I think we both know that I'd never have the time to hang out with a NON crime-fighting dinosaur.",
        "T-Rex: ...",
        "T-Rex: *sigh*"
      ]
    }
  },
  "bd63a41b4c7c01dc198057166a94c405": {
    "comic_id": 1591,
    "file_name": "comic2-1612.png",
    "panels": {
      "5": [
        "T-Rex: My friend Utahraptor is sassing this book I'm writing. He's really insulting ALL of us!",
        "T-Rex: \"",
        "Utahraptor: I'm not insulting anyone, I'm just not a fan of live autobio.",
        "T-Rex: \", he said."
      ]
    }
  },
  "20521a7f86efa4c16600046f8e4bc7c4": {
    "comic_id": 1600,
    "file_name": "comic2-1622.png",
    "panels": {
      "6": [
        "T-Rex: \"Climate change hurts Cousin Theplanetwontnoticeifwealldietomorrow\"!"
      ]
    }
  },
  "2508ea14ad0d84dccdf25d81db54ff4e": {
    "comic_id": 1602,
    "file_name": "comic2-1620.png",
    "panels": {
      "1": [
        "Morris: hey there t-rex, how are you doin'? it's me, morris",
        "T-Rex: Morris the tiny bug, it's been a while! How are you?",
        "Morris: oh i'm fine, t-rex, it's very nice of you to ask!"
      ],
      "2": [
        "Morris: only to tell you the truth i'm not all that fine because i've been under a lot of stress lately!",
        "T-Rex: Stress?!"
      ],
      "3": [
        "Morris: oh gosh, yes, i didn't even think things could get so stressful, but then they did! like for example i'm worried about how i'm ever gonna make friends when i get older. when you're just a kid, you've got people in your classes to hang out with and the best part is, every year you've got new classes and that means a heck of a lot of new friends! but when you're an adult you've got a job instead of class, and people don't normally change jobs every year from what i've seen, so maybe i'm wrong but it seems like if your old friends move away and you're not friends with the folks at work, then it might be awful hard to make new friends!",
        "T-Rex: Aww, Morris, that's nothing you have to worry about now!"
      ],
      "4": [
        "Utahraptor: Yeah, you won't have to deal with that until you're way older!",
        "Morris: but doesn't it worry you fellas to have problems waiting for you like that?"
      ],
      "5": [
        "Morris: if i have a problem, my parents and role models always tell me that it's best to face it head on, rather than ignoring it and hoping it'll get better all on its own! because sometimes, that doesn't happen, and then you've got an even bigger problem to deal with! and that's just the worst",
        "Utahraptor: Well, that's right, but if you ever find yourself in this situation, you can just join a club or a team and meet new people that way!"
      ],
      "6": [
        "Morris: shucks utahraptor, that's awful good advice, but wouldn't you end up liking your free time, but then feeling bad that you have to spend the biggest part of your day with folks that aren't even your friends? and it really doesn't seem like you're allowed to ask how friendly folks are during a job interview",
        "T-Rex: Morris, I guess sometimes your problems really ARE difficult!",
        "Morris: oh gosh, t-rex",
        "Morris: don't i know it"
      ]
    }
  },
  "1392a1ea3d7e901d646db1af1bd1f175": {
    "comic_id": 1619,
    "file_name": "comic2-1641.png",
    "panels": {
      "5": [
        "T-Rex: Surveys get people with opinions, and the bored, and the lonely. But not the apathetic and the jerkasses! You know what jerkasses do when some stranger calls up and asks them questions?",
        "Utahraptor: Hang up the phone?",
        "T-Rex: Utahraptor",
        "T-Rex: 〚small〛 ▹sometimes they curse first◃"
      ]
    }
  },
  "328bcd56d888073f37a7895fb0993318": {
    "comic_id": 1632,
    "file_name": "comic2-1654.png",
    "panels": {
      "1": [
        "〚T-Rex's daydream〛",
        "T-Rex: Why hello there, Utahraptor, great to see you! I meant to mention: I borrowed your shovel. I meant to mention it before but you weren't around and I was certain you wouldn't mind! I just completely forgot to return it."
      ],
      "2": [
        "〚T-Rex's daydream〛",
        "T-Rex: I'm really glad I didn't lie about this, Utahraptor!"
      ],
      "3": [
        "〚T-Rex's daydream〛",
        "T-Rex: I think that if I had, I'd spend the rest of the day wondering why I'd lie about something so - IRRELEVANT. What's wrong with me? And confessing would also seem weird, because none of us would know why I even lied in the first place. I'd have to sneak the shovel back, I guess. Or destroy it?"
      ],
      "4": [
        "Utahraptor: Hey, T-Rex, did you borrow my shovel?",
        "T-Rex: 〚daydreaming〛 Nope!"
      ],
      "5": [
        "Utahraptor: Oh, that's weird. It's disappeared from my back yard, I was hoping maybe you borrowed it.",
        "T-Rex: 〚daydreaming〛 ...Weird. Maybe someone else borrowed it?",
        "Utahraptor: Huh. I don't know who else it could be."
      ],
      "6": [
        "T-Rex: 〚daydreaming〛 maaaaaan"
      ]
    }
  },
  "205143d4e9c57332f597c7b7e3c826e9": {
    "comic_id": 1637,
    "file_name": "comic2-1659.png",
    "panels": {
      "6": [
        "Narrator: LATER, T-REX GETS THE FLU!",
        "T-Rex: I've got thousands of microscopic flu gods inside me!!",
        "T-Rex: 〚small〛 ▹...jerks.◃"
      ]
    }
  },
  "9e84e3cf154bc1f386055fe1bff9a2a4": {
    "comic_id": 1644,
    "file_name": "comic2-1666.png",
    "panels": {
      "6": [
        "Narrator: AT THE PARTY:",
        "T-Rex: 〚sings〛 You can't stop the rock, can't stop the rock; you can't stop the rock, can't stop the rock!!",
        "Off panel: T-Rex I know you are enjoying that song",
        "Off panel: but a woman DIED"
      ]
    }
  },
  "55b26c3b51238974868190d8a6644a60": {
    "comic_id": 1657,
    "file_name": "comic2-1679.png",
    "panels": {
      "6": [
        "Checkbox: Yes!",
        "Checkbox: No.",
        "Checkbox: Who is this, I don't recognize the from address at all"
      ]
    }
  },
  "b597d942d5ebf5b1e5cf9e538f48dcab": {
    "comic_id": 1663,
    "file_name": "comic2-1689.png",
    "panels": {
      "3": [
        "T-Rex: So while still working out the particulars, they'd publish the basics of their ideas IN SECRET CODE. Robert Hooke's published his law of elasticity as \"ceiiinosssttuv\". And Newton wrote a letter to his chum Leibniz where he was all \"6accdæ13eff7i3l9n4o4qrr4s8t12ux\", which uses numbers to represent how often the letters appear, and which, unencoded, is the Latin version of, oh, I don't know, HIS FUNDAMENTAL THEORY OF CALCULUS??"
      ],
      "6": [
        "T-Rex: Indeed! In comparison, being an anagramist today is totally boring, as nobody is encoding fundamental discoveries into word games anymore.",
        "T-Rex: 12t10o8e7a6l6n6u5i5s5d5h5y3I3r3fbbwwkcmvg"
      ]
    }
  },
  "e3072663dfa66786d174498814c2414e": {
    "comic_id": 1664,
    "file_name": "comic2-1683.png",
    "panels": {
      "6": [
        "T-Rex: 〚stops daydreaming〛",
        "T-Rex: Well, I'd like to thank last night for that little dream, as well as the movie I watched before bed for the inspiration!",
        "T-Rex: Oh! And my subconscious for these waking nightmares that haunt me still!"
      ]
    }
  },
  "33b48901a3179e65db844852a1733325": {
    "comic_id": 1665,
    "file_name": "comic2-1690.png",
    "panels": {
      "5": [
        "T-Rex: Anyone intelligent could've come up with a \"power punch\", sure, but imagining a bear that can punch other punches? That requires what can only be called... \"super genius\"",
        "Utahraptor: 〚talking over T-Rex〛 Wish fulfillment.",
        "T-Rex: ..."
      ]
    }
  },
  "eb67f24aff3308bbd85ac7af0afb2b96": {
    "comic_id": 1666,
    "file_name": "comic2-1691.png",
    "panels": {
      "6": [
        "Narrator: SHORTLY:",
        "Floating Batman head: 〚in T-Rex's imagination〛 If I were a woman, T-Rex, then we could TOTALLY DATE.",
        "Off panel: T-Rex? You haven't said anything for a few -",
        "T-Rex: I'm busy!!"
      ]
    }
  },
  "e53cc97306d7c583508f15f20421c533": {
    "comic_id": 1687,
    "file_name": "comic2-1710.png",
    "panels": {
      "6": [
        "T-Rex: 〚imagines SURGE written with blue bold letters on a background that looks like explosions〛",
        "T-Rex: 〚thinks〛 Holy crap I've never imagined this hard before"
      ]
    }
  },
  "93572d1dbad17e63eca017ff2cc685db": {
    "comic_id": 1716,
    "file_name": "comic2-1740.png",
    "panels": {
      "1": [
        "〚Dromiceiomimus's daydream〛",
        "T-Rex: Hello, Dromiceiomimus! Or should I say... EMILY??"
      ],
      "2": [
        "〚Dromiceiomimus's daydream〛",
        "T-Rex: Because for some reason I totally believe that's your name!"
      ],
      "3": [
        "〚Dromiceiomimus's daydream〛",
        "T-Rex: Even though we're super close and I've known you for years and years, it seems PERFECTLY REASONABLE to me that you'd have a name you never told me. PS: I am an adult.",
        "〚Dromiceiomimus stops daydreaming, visibly irritated〛"
      ],
      "6": [
        "〚Dromiceiomimus's daydream〛",
        "T-Rex: Guys, guys!!",
        "T-Rex: Watch as I believe anything anyone tells me for at least ten minutes!!"
      ]
    }
  },
  "5f2a6b8c8c3c834ccbbeb0a088ffd5e4": {
    "comic_id": 1730,
    "file_name": "comic2-1754.png",
    "panels": {
      "1": [
        "Devil: GREETINGS T-REX IT'S THE DEVIL GUESS WHERE I WENT DOWN TO LAST WEEK",
        "T-Rex: Man! Georgia?",
        "Devil: WHAT",
        "Devil: CORRECT",
        "Clock: 10 AM"
      ],
      "3": [
        "God: HEY T-REX GUESS WHAT I DID LAST NIGHT",
        "T-Rex: Um - you caught up on your reading, focusing mainly on periodicals?",
        "God: T-REX DID YOU FORGET THAT I AM GOD AND THAT READING OLD MAGAZINES IS SOMETHING ONLY NON-GODS DO",
        "God: BECAUSE IF SO THERE WILL BE VERY FEW RAISED EYEBROWS WHEN I ANSWER YES TO YOUR QUESTION",
        "Clock: 1:30 PM"
      ],
      "4": [
        "T-Rex: Guess what I just ate, Utahraptor!",
        "Utahraptor: Um -",
        "T-Rex: ALL THE CHEERIOS",
        "Clock: 3 PM"
      ],
      "5": [
        "T-Rex: So in conclusion that's TOTALLY how I ate all the Cheerios!",
        "Utahraptor: Wow, I can really see why you'd want to talk about this for over an hour!",
        "T-Rex: Was that sarcastic? Sorry, I couldn't quite hear you over ALL THE CHEERIOS I ATE, UTAHRAPTOR.",
        "Clock: 4:05 PM"
      ],
      "6": [
        "Clock: 9:30 PM",
        "T-Rex: Utahraptor, hi! It's me, T-Rex! On speakerphone!!",
        "T-Rex: Listen, my tummy hurts"
      ]
    }
  },
  "98814d7080f2dc83ed9978de8a602d2f": {
    "comic_id": 1744,
    "file_name": "comic2-1768.png",
    "panels": {
      "6": [
        "T-Rex: 〚small〛 beewooowoooooooooo",
        "T-Rex: OH MY GOD I THINK IT IS"
      ]
    }
  },
  "ea366c578b423785a7cba432193e5e54": {
    "comic_id": 1751,
    "file_name": "comic2-1775.png",
    "panels": {
      "5": [
        "T-Rex: I know! I imagine Earth seen from space, spots lighting up wherever people are looking, darkening briefly as they blink, beams blasting out into the universe whenever someone glances above the horizon.",
        "T-Rex and Utahraptor: Totally sweet!"
      ]
    }
  },
  "3bdb094466910250077bf007667b2a1d": {
    "comic_id": 1758,
    "file_name": "comic2-1782.png",
    "panels": {
      "5": [
        "T-Rex: Certainly not secrets that I'm keeping from you. Certainly not TERRIBLE, EXPLOSIVE secrets that, once revealed, could threaten the very foundation of our friendship!!!",
        "Utahraptor: Ah.",
        "T-Rex: *cough*",
        "T-Rex: *DromiceiomimusandIaregoingonaroadtrip*",
        "T-Rex: *cough*"
      ],
      "6": [
        "T-Rex: *Holycrap*",
        "T-Rex: *Ididn'tknowIcouldtalklikethis*",
        "T-Rex: *Mybodyisawonderlandyouguys*"
      ]
    }
  },
  "6744a8829fd9f0c71144e0b400f57b8f": {
    "comic_id": 1777,
    "file_name": "comic2-1791.png",
    "panels": {
      "1": [
        "T-Rex: 〚stops dreaming〛",
        "T-Rex: Holy crap!"
      ],
      "6": [
        "T-Rex: Besides, we all have stupid names here anyway",
        "T-Rex: 〚starts dreaming〛"
      ]
    }
  },
  "df8768edbc9b47feb2dc8c58d85f20a6": {
    "comic_id": 1820,
    "file_name": "comic2-1831.png",
    "panels": {
      "6": [
        "〚T-Rex is wearing a pink crown and is surrounded by stars and a round stamp〛",
        "Stamp: T-REX STAMP OF APPROVAL",
        "Stamp: OKAY, THIS PARTY SEEMS *AWESOME*",
        "Off panel: T-Rex",
        "Off panel: I can't see what I assume you're imagining"
      ]
    }
  },
  "c8f83e0198025b72cbd5192e40e5d82f": {
    "comic_id": 1823,
    "file_name": "comic2-1834.png",
    "panels": {
      "3": [
        "T-Rex: But our culture is crazy, Dromiceiomimus, because I can't just give you a URL as a gift. No matter how much you'd like it!",
        "Dromiceiomimus: Sure you can!",
        "T-Rex: Well yeah I CAN, but it doesn't count nearly as much as a REAL present. You can't say you'd not be disappointed if you unwrapped a gift that was just \"checkoutthesesweethomeappliances.com\" written on a slip of paper!"
      ]
    }
  },
  "ea4dfa812f0183808abbe20e536cd686": {
    "comic_id": 1838,
    "file_name": "comic2-1849.png",
    "panels": {
      "6": [
        "Book cover: I'm Sincerely Surprised By How Poorly My Erotic Imagination Prepared Me For Solving Such Serious World Issues",
        "Book cover: The T-Rex Story",
        "Book cover: “A biography full of surprises, not the least of which is how poorly T-Rex's erotic imagination fared on the world stage.\" -The New Yorker"
      ]
    }
  },
  "19ca167461c6f923a4618f698107d81d": {
    "comic_id": 1843,
    "file_name": "comic2-1854.png",
    "panels": {
      "6": [
        "T-Rex's back: ▹*pop*◃",
        "T-Rex: Utahraptor I think I made a problem that can only be solved by hospitals"
      ]
    }
  },
  "c3f0fe95a8f081eec23a6b48d875da96": {
    "comic_id": 1845,
    "file_name": "comic2-1856.png",
    "panels": {
      "6": [
        "T-Rex's back: ▹*pop*◃",
        "T-Rex: Oh crap!",
        "T-Rex: Utahraptor I still think I have that hospitals problem"
      ]
    }
  },
  "ba89b685c859470b1d2c60d7642ec01d": {
    "comic_id": 1864,
    "file_name": "comic2-1875.png",
    "panels": {
      "5": [
        "T-Rex: This is just because I kinda bothered him for no reason.",
        "Utahraptor: Ah.",
        "Devil: YOU'VE UNCOVERED LEVELS THAT BY ALL RIGHTS SHOULD BE IMPOSSIBLE",
        "Devil: THE PROGRAMMERS OF THE GAME WATCH IN HORROR AS YOU UNLOCK ACHIEVEMENTS THAT NONE OF THEM PROGRAMMED IN"
      ]
    }
  },
  "098cf5694bf587a4f41fe1c26b15a096": {
    "comic_id": 1865,
    "file_name": "comic2-1876.png",
    "panels": {
      "6": [
        "T-Rex: I'll prove it! This is me imagining what you look like, having just seen you seconds ago!",
        "Floating Batman head: 〚in T-Rex's imagination〛 I am an orange dinosaur",
        "T-Rex: Okay you can't see that but I actually did a pretty good job."
      ]
    }
  },
  "beb0ed7f9f5483564a6945e8846662bf": {
    "comic_id": 1903,
    "file_name": "comic2-1914.png",
    "panels": {
      "2": [
        "T-Rex: Honey! You look pathetic and desperate!",
        "Sound effect: *snap*"
      ]
    }
  },
  "43e506fb79a905e774530c6be28e75d5": {
    "comic_id": 1908,
    "file_name": "comic2-1919.gif",
    "panels": {
      "6": [
        "Off panel: A British military officer's servant was called this, which originally meant \"a man in charge of a horse and its load\".",
        "T-Rex: \"Dr. Horseload\"?",
        "Off panel: The word, my friend, is \"batman\". THE WORD \"BATMAN\" ITSELF COMES FROM HORSES.",
        "T-Rex: 〚large light-blue animated sparkly letters〛 WHATTT"
      ]
    }
  },
  "81381dc023c35a0b2d7629eb58f7406b": {
    "comic_id": 1910,
    "file_name": "comic2-1921.png",
    "panels": {
      "1": [
        "〚T-Rex's daydream〛",
        "T-Rex: Dromiceiomimus, we're going to do something really nice for Utahraptor. It'll bring you and I closer together because we'll have a project, and it'll make him like us more too! And I've got the GREATEST PRESENT IDEA EVER IN TIME."
      ],
      "2": [
        "〚T-Rex's daydream〛",
        "Narrator: LATER:",
        "T-Rex: There! Utahraptor's SOLID GOLD CAR is complete!"
      ],
      "3": [
        "〚T-Rex's daydream〛",
        "T-Rex: And even though it's made of solid gold, the engine still works! That's possible, right?",
        "Dromiceiomimus: I think it might be impossible actually; gold's really soft, right? And a combustion engine is a series of explosions.",
        "T-Rex: But it's still metal, maybe if we had enough of gold it would be strong enough...",
        "Dromiceiomimus: ...Does it work that way?"
      ],
      "4": [
        "T-Rex: 〚stops daydreaming〛",
        "Utahraptor: Hi T-Rex! What's up?",
        "T-Rex: Utahraptor, does it count if a dude has REALLY GOOD INTENTIONS?"
      ]
    }
  },
  "7eb347bba94552ca499a53f78ce9b5d9": {
    "comic_id": 1913,
    "file_name": "comic2-1924.png",
    "panels": {
      "2": [
        "Book cover: 〚uses a Back To The Future font effect and other effects〛 HOW TO BUILD A TIME MACHINE even if you're a TEEN"
      ],
      "4": [
        "Book cover: let me be the first to say 〚larger red font〛 sheeeeeeeesh 〚end larger red font〛 what is that dog's DEAL",
        "Book cover: a super excellent purchase!"
      ],
      "6": [
        "Book cover: 〚large bold font, partially obscuring T-Rex's picture〛 What If Everybody Else Was Faking Happiness Too? It Would Be Impossible To Tell.",
        "Book cover: 〚smaller bold italics〛 Wait, no, that's super depressing. Listen, does ANYONE know how to delete words on a computer where the backspace key is FRIGGIN' BROKEN??"
      ]
    }
  },
  "6ef590bfe0be8f496742ebf896f56097": {
    "comic_id": 1919,
    "file_name": "comic2-1930.png",
    "panels": {
      "6": [
        "T-Rex: 〚stops daydreaming〛",
        "T-Rex: I just had the craziest dream! It was about... watches? Anyway, I guess it wasn't important.",
        "T-Rex: Hah hah",
        "T-Rex: Dreams are crazy"
      ]
    }
  },
  "9e4d60b21943247891bdbed8e5017747": {
    "comic_id": 1921,
    "file_name": "comic2-1932.png",
    "panels": {
      "1": [
        "T-Rex: ooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooosssssssssssssssssssssssssssssssssssss! Gross."
      ]
    }
  },
  "09368ebaa3b1745e833f0672295f3db1": {
    "comic_id": 1924,
    "file_name": "comic2-1935.png",
    "panels": {
      "5": [
        "Utahraptor: There totally isn't. If there WAS such a secret word, then everyone would be having some really fun and satisfying weekends!",
        "T-Rex: How was your weekend, Utahraptor?",
        "Utahraptor: Oh, really fun and sa- um, I mean... \"boring\"?",
        "Utahraptor: Boring is a thing weekends used to be, right?"
      ],
      "6": [
        "T-Rex's head: *pop*",
        "T-Rex: Utahraptor if you heard that it was the sound of my brain exploding at the thought of a lifetime of missed sexy opportunities",
        "T-Rex: This is where my story ends"
      ]
    }
  },
  "2ced7af98c28a54978d971476c5986fe": {
    "comic_id": 1949,
    "file_name": "comic2-1960.png",
    "panels": {
      "2": [
        "T-Rex: Contact me at suckitup@walkitoff.net, democracy lovers!"
      ],
      "6": [
        "Banner: HISTORY: SUPER SEXIST",
        "T-Rex: Hello?! This is not a surprising moral! History is also like twenty kinds of racist!",
        "T-Rex: I KINDA THOUGHT THAT WAS THE REASON WE ALL DECIDED NOT TO LIVE THERE??"
      ]
    }
  },
  "8aa6e060619a5103c641b404a1640710": {
    "comic_id": 1962,
    "file_name": "comic2-1973.png",
    "panels": {
      "6": [
        "〚motion lines〛",
        "T-Rex: Physics does not work this waaaaay"
      ]
    }
  },
  "c4834dc8f01da3cfd45cb6e9471748ea": {
    "comic_id": 1971,
    "file_name": "comic2-1982.png",
    "panels": {
      "6": [
        "Banner: The Worst Person To Talk About Batman With TODAY'S WINNER: UTAHRAPTOR",
        "T-Rex: Utahraptor, come quick!!",
        "T-Rex: YOU WON A PRIZE"
      ]
    }
  },
  "64a5d297eabf4a597b2a60e726cea977": {
    "comic_id": 1974,
    "file_name": "comic2-1985.png",
    "panels": {
      "1": [
        "T-Rex: As the creator of the universe's most ambitious and inclusive storytelling project, \"Antonio Tony Toots The Bed\"*, I feel... PRETTY GREAT, ACTUALLY.",
        "Footnote: *See last issue! -Ryan"
      ]
    }
  },
  "c84b631d2ce76cca4fd147bf4f9d30b5": {
    "comic_id": 1982,
    "file_name": "comic2-1993.png",
    "panels": {
      "6": [
        "T-Rex: 〚stops daydreaming〛",
        "T-Rex: Oh wait that was all a fantasy and this is back in reality, where I spend most of my time. Good ol' reality!",
        "T-Rex: Yep!",
        "T-Rex: Can't improve on that just by closing your eyes!"
      ]
    }
  },
  "1128995fffe01865f00d1b572e8c14fb": {
    "comic_id": 1992,
    "file_name": "comic2-2003.png",
    "panels": {
      "6": [
        "God: NOW LET'S ASSUME THE WEDDING STARTS IN 30 MINUTES AND YOU'RE LOST IN A FOREST KILOMETERS AWAY",
        "T-Rex: I use moss on trees to- wait, why are we playing this game?",
        "God: OH NO NOW YOU FELL INTO A MUD PUDDLE AND TORE YOUR PANTS",
        "T-Rex: It's so stressful"
      ]
    }
  },
  "a45730bded7ee36cff41ef12f5532cb1": {
    "comic_id": 2034,
    "file_name": "comic2-2045.png",
    "panels": {
      "3": [
        "God: YO CHECK IT",
        "God: 〚shows a light cone diagram; source: https://commons.wikimedia.org/wiki/File:World_line.svg〛"
      ]
    }
  },
  "d949791273b556370d1be1b8b84427e6": {
    "comic_id": 2035,
    "file_name": "comic2-2046.png",
    "panels": {
      "6": [
        "Narrator: MEANWHILE, IN THE UNIVERSE WHERE GRAVITY REVERSED RIGHT... NOW:",
        "〚vertical motion lines under T-Rex〛",
        "T-Rex: Holy crap!!",
        "T-Rex: This first part is AMAZING!!"
      ]
    }
  },
  "5d8497e88557b561d3702902eeca0bcf": {
    "comic_id": 2043,
    "file_name": "comic2-2054.png",
    "panels": {
      "6": [
        "Banner: BACON - Delicious in a sandwich - Great at wound maggot removal - Still 0 grams of trans fat per serving -"
      ]
    }
  },
  "5a22f357ab8ea647892ad38ef0dbccce": {
    "comic_id": 2071,
    "file_name": "comic2-2082.png",
    "panels": {
      "5": [
        "T-Rex: Utahraptor, we can't just shift the sad around person-to-person!",
        "Utahraptor: I'm sorry! I got sad!",
        "T-Rex:  Well, take all the time you need! We'll continue this conversation when you're no longer sad!",
        "Utahraptor: I-",
        "T-Rex: TALK ONLY WHEN NO LONGER SAD"
      ]
    }
  },
  "0027d48d95e2ca95f6f4ecf06b6948c5": {
    "comic_id": 2081,
    "file_name": "comic2-2092.png",
    "panels": {
      "6": [
        "T-Rex: 〚stops daydreaming〛",
        "T-Rex: Huh!",
        "T-Rex: There's PROBABLY a downside to this that I'm not seeing?"
      ]
    }
  },
  "5b8037e9406095f15d7f64515c64c587": {
    "comic_id": 2086,
    "file_name": "comic2-2097.png",
    "panels": {
      "1": [
        "Dating profile: My self-summary",
        "Dating profile: Okay so I made a profile before but nobody dated me??? It's weird I think there might be a bug on the website."
      ],
      "2": [
        "Dating profile: What I'm doing with my life",
        "Dating profile: Hah hah hah NEXT"
      ],
      "3": [
        "Dating profile: First thing people usually notice about me",
        "Dating profile: is how I hacked the website to put pictures of me and my friends in the background! Here is what's happening at Dating Site Headquarters right now: OH NO T-REX IS AN ULTRA HACKER !!! BUT DID YOU KNOW THAT IN HACKING INTO THE KERNEL HE ALSO HACKED INTO... MY HEART <3 <3 <3",
        "Dating profile: I didn't type that! The words just appeared! So you need to move fast to date me now I think!!"
      ],
      "4": [
        "Dating profile: The six things I could never live without",
        "Dating profile: ...is a sentence fragment; I found another bug"
      ],
      "5": [
        "Dating profile: On a typical Friday night I am",
        "Dating profile: hey utahraptor what do you do on a typical friday night? i need it to be awesome/sexy!!!!!",
        "Dating profile: helloooo",
        "Dating profile: utahraptor UTAH UTAH utahRAP .... tor",
        "Dating profile: whoa wrong window! Okay how do you delete"
      ],
      "6": [
        "Dating profile: You should message me if",
        "Dating profile: What what what?? There's a checkbox for if you're looking for casual sex!! Oh man! Should I check it? Message me if you think I should check it!!",
        "Dating profile: What if I checked it??",
        "Dating profile: I wonder if it's ever been used"
      ]
    }
  },
  "5d02856a39138a648ba94e32b6b0442f": {
    "comic_id": 2087,
    "file_name": "comic2-2098.png",
    "panels": {
      "1": [
        "Dating profile: My self-summary",
        "Dating profile: My old profile didn't get me any dates from any of the genders, not even the ones I prefer! GUESS WHAT, JERKS??? Here's a new one, try to get more aroused by/at it this time!!"
      ],
      "2": [
        "Dating profile: I'm really good at",
        "Dating profile: Sorry I called you jerks everyone"
      ],
      "3": [
        "Dating profile: I'm looking for love on a website because",
        "Dating profile: HTTP is the most romantic of all the protocols! Wait this site uses HTTPS, does the \"s\" stand for \"sexy\"??",
        "Dating profile: Okay nevermind I looked it up on Wikipedia and turns out the \"s\" stands for \"secure\"!",
        "Dating profile: Okay nevermind I fixed Wikipedia! Now HTTPS stands for \"Hey There, That's Pretty Sexy!\", you can thank me later"
      ],
      "4": [
        "Dating profile: On our fifth date I would like to",
        "Dating profile: be respectful / touch you in some places"
      ],
      "5": [
        "Dating profile: The most important quality in a romantic partner is",
        "Dating profile: the one that would be rated above any other qualities; guys this seems PRETTY OBVIOUS",
        "Dating profile: i don't know why this text box is so big"
      ],
      "6": [
        "Dating profile: In a sexual partner I look for",
        "Dating profile: Explicit oral consent, ▹ladies!!◃",
        "Dating profile: whoah wait that sounds way creepy now that i've written it out",
        "Dating profile: whooaaahhhhhhhhh"
      ]
    }
  },
  "3a9f803111e618a0d3eb4f5db67388ca": {
    "comic_id": 2088,
    "file_name": "comic2-2099.png",
    "panels": {
      "6": [
        "T-Rex: 〚very large〛 I WILL LITERALLY DIE"
      ]
    }
  },
  "a37af6273fd75e82391a86b9e90cf757": {
    "comic_id": 2099,
    "file_name": "comic2-2110.png",
    "panels": {
      "6": [
        "Off panel: 〚a photo of a black swallower〛",
        "〚T-Rex is crying black tears〛"
      ]
    }
  },
  "ce982a3141055c505fd62ede2e6a2e6d": {
    "comic_id": 2111,
    "file_name": "comic2-2123.png",
    "panels": {
      "6": [
        "Narrator: LATER:",
        "〚motion lines〛",
        "Off panel: My table! She is so flipped!!",
        "T-Rex: Hah hah hah!!",
        "T-Rex: I",
        "T-Rex: LOVE",
        "T-Rex: NEGOTIATING"
      ]
    }
  },
  "c89d04c6483f14c45f86de68c49030bd": {
    "comic_id": 2123,
    "file_name": "comic2-2135.png",
    "panels": {
      "6": [
        "Off panel: But suppose your income is mainly in non-liquid assets not easily accessed such as bonds or multi-year GICs?",
        "T-Rex: Depending on repayment sch- wait oh my GOD WHAT HAPPENED ARE WE SERIOUSLY HAVING A CONVERSATION ABOUT GICS??",
        "T-Rex: WHEN",
        "T-Rex: DID",
        "T-Rex: WE",
        "T-Rex: GET OLD"
      ]
    }
  },
  "cc2942c96e112e19e59842f7692498ce": {
    "comic_id": 2180,
    "file_name": "comic2-2192.png",
    "panels": {
      "4": [
        "T-Rex: 〚stops daydreaming〛",
        "T-Rex: Man, I totally just lost an imaginary rap battle!",
        "Utahraptor: But you won too!"
      ]
    }
  },
  "6dd9c6f600dd79810903c56302bb0bda": {
    "comic_id": 2184,
    "file_name": "comic2-2196.png",
    "panels": {
      "6": [
        "T-Rex: 〚stops daydreaming〛",
        "T-Rex: ...",
        "T-Rex: Whatever man, flossing is BORING"
      ]
    }
  },
  "fcd4dc1a1b4b30f80717b9ca2380f9df": {
    "comic_id": 2190,
    "file_name": "comic2-2202.png",
    "panels": {
      "6": [
        "T-Rex: I don't know! WHAT THE HELL ARE OUR CLOCKS MEASURING?? aaaarrrRRRRGHHH",
        "T-Rex's head: *pop*"
      ]
    }
  },
  "08b4c22bda81886f5aed82c5d06e438d": {
    "comic_id": 2193,
    "file_name": "comic2-2205.png",
    "panels": {
      "5": [
        "Utahraptor: I want an expression like \"I burned my mouth on that friggin' pizza, thanks to 〚the integral form of Fourier's law〛!\"",
        "T-Rex: WHOAH!!"
      ]
    }
  },
  "c4894a681c0a7524ca0997e90871245a": {
    "comic_id": 2195,
    "file_name": "comic2-2207.png",
    "panels": {
      "3": [
        "T-Rex: If you know what dogs are thinking then please let me know. My email address is whataredogsthinking@dogswhataretheythinking.dogs.",
        "Dromiceiomimus: T-Rex, you bojo! That's not a real email address!",
        "T-Rex: Aw geez! I was thinking about what dogs are thinking when I said that and got confused!!"
      ]
    }
  },
  "2364e0a7777a9ad71a1df5edc25d930a": {
    "comic_id": 2198,
    "file_name": "comic2-2210.png",
    "panels": {
      "6": [
        "T-Rex: AAAAAAAAAHHHHHHHHHHHHHHHHHHHH"
      ]
    }
  },
  "0ce7a4c91ee823a203f4143de2c4cb96": {
    "comic_id": 2209,
    "file_name": "comic2-2221.png",
    "panels": {
      "5": [
        "T-Rex: Ghosts feeding on our energy would feel pretty exhausting, but ghosts only come out at night! So if this is true, we'd be TOTALLY FINE during the day but then we'd all get really sleepy each ni-",
        "T-Rex and Utahraptor: AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHH"
      ]
    }
  },
  "303b2ef97d42648222bb88520b0b6435": {
    "comic_id": 2212,
    "file_name": "comic2-2224.png",
    "panels": {
      "6": [
        "Banner: Man does not live on bread alone - but only because you'd suffocate.",
        "T-Rex: You can still make some awesome breads though!",
        "T-Rex: Plus air is free so WHATEVER!!"
      ]
    }
  },
  "06d37640403e2c14441823f292440abb": {
    "comic_id": 2220,
    "file_name": "comic2-2232.png",
    "panels": {
      "6": [
        "〚T-Rex's dating profile〛",
        "Banner: ❤DatDate.dotgov",
        "Text: You are viewing the profile of \"T-Sex\". Here what he has to say about himself:",
        "Text: DON'T FREAK OUT LADIES BUT I AM THE DUDE WHO BRILLIANTLY WOVE GHOSTS AND ZOMBIES INTO THE SAME CONTINUITY!! :0 :0 ;0"
      ]
    }
  },
  "3d53e277e4dc06741ead3aa7e2581889": {
    "comic_id": 2227,
    "file_name": "comic2-2239.png",
    "panels": {
      "5": [
        "T-Rex: \"THEY'RE INSIDE THE RESTAURANT. ▹PAY QUIETLY AND GET OUT◃\"",
        "Utahraptor: \"YOUR BODY WILL BE OUR NEST\"",
        "T-Rex: \"I HAVE THE ANTIDOTE\"",
        "Utahraptor: \"DON'T BELIEVE HIS LIES\""
      ]
    }
  },
  "79cf580a845242f4eefbcbb9a340fb12": {
    "comic_id": 2229,
    "file_name": "comic2-2241.png",
    "panels": {
      "3": [
        "T-Rex: Moving on, there are tons of terrible website trends, and it'd be great to know that a site sucks in advance, so I propose \".WeJustRepostThingsWithoutCreditLOL\", \".OurCommentsSectionIsFullOfRacistsThoughSoHeadsUp\", and \".WeInterruptEveryArticleToBegYouToFollowUsOnFacebookAndTwitterSoBetterGetUsedToThatRealQuick\".",
        "Dromiceiomimus: Those are kinda hard to type!",
        "T-Rex: Oh no, then people might not visit these sites!!"
      ]
    }
  },
  "249092d5e94e4ed487f49621866a369f": {
    "comic_id": 2236,
    "file_name": "comic2-2248.png",
    "panels": {
      "6": [
        "Banner: SUPPORT YOUR LOCAL COMIC BOOK STORE"
      ]
    }
  },
  "f800c19f107caf95998d26dea1263b6e": {
    "comic_id": 2243,
    "file_name": "comic2-2255.png",
    "panels": {
      "6": [
        "Banner: LIBRARIES: We Also Rent Movies Now Too",
        "T-Rex: yesssss"
      ]
    }
  },
  "dd693d42b1c63e51938addad9adf1842": {
    "comic_id": 2244,
    "file_name": "comic2-2256.png",
    "panels": {
      "6": [
        "Off panel: 〚large font with insane amount of diacritics〛 ALWAYS.",
        "T-Rex: Hah hah hah"
      ]
    }
  },
  "cf12cad84c6cb677ae268e40ced8e260": {
    "comic_id": 2253,
    "file_name": "comic2-2265.png",
    "panels": {
      "5": [
        "T-Rex: Yes! Shouldn't we? If you were a robot, wouldn't you store a copy of your blueprints and repair manual in your cyber brain somewhere? Doesn't that just seem... REASONABLE?",
        "Utahraptor: Man! If I were a robot, a lot of things would be different.",
        "Utahraptor: 〚starts daydreaming〛"
      ],
      "6": [
        "〚Utahraptor's daydream〛",
        "Off panel: GREETINGS T-REX // I AM YOUR FRIEND UTAHROBOTER",
        "T-Rex: I'm made of meat, so I get weaker AND forgetful as I get older!!",
        "Off panel: YET I WILL LIVE FOREVER // HOW IRONIC",
        "Off panel: IRON-IC // GET IT",
        "Off panel: FUN FACT // I WAS ALSO PROGRAMMED FOR JOKES"
      ]
    }
  },
  "fe3aa45b3a4197f1ccaeb6a4fe04947e": {
    "comic_id": 2267,
    "file_name": "comic2-2278.png",
    "panels": {
      "6": [
        "T-Rex: \"GAME\"??",
        "〚T-Rex is surrounded by multiple question marks〛"
      ]
    }
  },
  "a4c38be0039e77f79b096c612201fc22": {
    "comic_id": 2287,
    "file_name": "comic2-2298.png",
    "panels": {
      "1": [
        "Off panel: T-Rex, I'm having dinner with a coworker and I'm not sure if it's a date or not!",
        "T-Rex: Not a problem, dude on speakerphone!"
      ]
    }
  },
  "890fbf99b1284570b93728f7fcb1dfc8": {
    "comic_id": 2295,
    "file_name": "comic2-2307.png",
    "panels": {
      "6": [
        "T-Rex: Now I'm dreaming about what if we had a boat, and then we all lived on that boat! Join me, won't you? Though I must caution you:",
        "T-Rex: On our boat, the sails and sailors alike are... ▹taut◃."
      ]
    }
  },
  "5f38a54d64a9188d24b355568d2c631c": {
    "comic_id": 2311,
    "file_name": "comic2-2304.png",
    "panels": {
      "6": [
        "T-Rex: 〚crying black tears〛 Lebanese brunching eggplant, Ukrainian beauty eggplant, green goddess eggplant, pea eggplant, white eggplant, Rosa Bianca eggplant, green apple eggplant, graffiti eggplant, Zoa eggplant, black egg eggplant, little fingers eggplant, little green eggplant, Zahara eggplant, Turkish orange eggplant, long wh"
      ]
    }
  },
  "3aa6ef5b66ff52d945735d110eadb3c2": {
    "comic_id": 2322,
    "file_name": "comic2-2333.png",
    "panels": {
      "6": [
        "Book cover: 〚red Back To The Future font〛 MY YEAR OF NAPPING ON PUBLIC TRANSPORT",
        "Book cover: “Sometimes I just get real sleepy is the thing”",
        "Book cover: 〚black Back to the Future font〛 BOOK CONTENT AND COVER DESIGN BY ME, 🠲T-REX🠰"
      ]
    }
  },
  "353f7169583f85e0f180a015b5e1aaf3": {
    "comic_id": 2323,
    "file_name": "comic2-2334.png",
    "panels": {
      "1": [
        "Book cover: THE MAN WHO LISTENED TO “◖LAYLA◗” ON ENDLESS LOOP FOR ◖A WHOLE YEAR◗",
        "Book cover: OR, “WHATEVER, I'VE DONE A BUNCH OF OTHER STUFF TOO, BUT THIS IS ALL ANYONE WANTS TO TALK ABOUT”",
        "Book cover: BY ME, ◖T-REX◗"
      ],
      "2": [
        "Book cover: MY YEAR OF CALLING EVERYONE I KNOW \"BRO\"",
        "Book cover: (It Was ▹Awesome◃)",
        "Book cover: by t-rex"
      ],
      "3": [
        "Book cover: HOW TO GET OVER 50,000 FOLLOWERS ON twitter",
        "Book cover: 〚light grey〛 is a terrible thing to want to buy a book about, what is WRONG with you, instead let's all read some memoirs about the year I spent eating fast food more often; it was fun but i honestly got pretty fat",
        "Book cover: 〚with an arrow pointing at T-Rex〛 by this guy (good at social media)"
      ],
      "4": [
        "Book cover: I SAW INSIDE THE WOMEN'S WASHROOM",
        "Book cover: 🠲 there were lots more stalls than i was used to 🠰",
        "Book cover: 〚with an arrow pointing at T-Rex〛 by t-rex",
        "Book cover: 〚with an arrow pointing at Utahraptor〛 this is my friend"
      ],
      "5": [
        "Book cover: ONE TIME A BIRD LANDED ON MY HAND, LIKE IN CARTOONS",
        "Book cover: Nobody Saw It But I Swear It Happened",
        "Book cover: I'm Serious. You Gotta Believe Me",
        "Book cover: By T-Rex, ◖Credible Dinosaur◗"
      ],
      "6": [
        "Book cover: I WROTE A BUNCH OF BOOKS THAT 〚large〛 NOBODY BOUGHT",
        "Book cover: But I'm Still Writing Them Because ◖It's All I Know Anymore◗",
        "Book cover: By Dr. T-Rex, MD."
      ]
    }
  },
  "a4899a3901ef60a24a454326ff8c55e1": {
    "comic_id": 2326,
    "file_name": "comic2-2337.png",
    "panels": {
      "1": [
        "Computer: Hello, and thank you for downloading an internet! Perhaps you would like to look at pictures of cats?",
        "Input: > yes"
      ],
      "2": [
        "Computer: Here it is!",
        "Input: > that is a picture of a dinosaur"
      ],
      "3": [
        "Computer: Dinosaurs lived in the past, so they evolved into cats. Do you agree that evolution worked that way?",
        "Input: > no"
      ],
      "4": [
        "Computer: Here are two cats. Do you want to purchase this jpg of two cats for $100? I will type 'yes' for you.",
        "Input: > yes"
      ],
      "5": [
        "Input: > i didnt type in yes!! it already had it typed in!!!",
        "Computer: I'm sorry, I don't understand you. Do you want this other jpg of two cats? Press any key if correct.",
        "Input: >",
        "Computer: Also, press no keys if correct. Thank you for your purchase!"
      ],
      "6": [
        "Input: > sometimes the internet makes me sad",
        "Computer: Congratulations! You’ve expressed the one sentiment everyone on the internet eventually shares!",
        "Computer: As a reward, here is another friggin' jpg of a cat!!"
      ]
    }
  },
  "194fa4d5620d6bcce7f1963780eb8364": {
    "comic_id": 2345,
    "file_name": "comic2-2356.png",
    "panels": {
      "4": [
        "Utahraptor: goodOneFunnyJoke.version4.updated.usethisoneALTERED.psd!"
      ]
    }
  },
  "cfe27867e1304965bcd8e183eb6196ce": {
    "comic_id": 2364,
    "file_name": "comic2-2375.png",
    "panels": {
      "6": [
        "Narrorator: MEANWHILE, ONE UNIVERSE OVER:",
        "God: CHECK IT T-REX HERE IS A HAUNTED CHAIR",
        "Evil T-Rex: WHO THE HECK SAID THAT",
        "Evil T-Rex: WHOOOHAHH",
        "Evil T-Rex: I MEAN, COOL CHAIR THOUGH"
      ]
    }
  },
  "80defa89572876abeaed4130f5938da9": {
    "comic_id": 2391,
    "file_name": "comic2-2402.png",
    "panels": {
      "1": [
        "Narrator: THE LAST WILL AND TESTAMENT OF 〚blank〛",
        "Narrator: print and save! it's for in case you die",
        "T-Rex: This is my will, suckers! I am of 〚blank〛 mind and body."
      ],
      "2": [
        "T-Rex: And I hereby leave all my worldly possessions to 〚blank〛!"
      ],
      "3": [
        "T-Rex: With the exception of 〚blank〛, which must go to 〚blank〛 because they 〚blank〛 all over my 〚blank〛 three times. Furthermore, 〚blank〛 must spend three 〚blank〛 in a haunted 〚blank〛, where 〚blank〛 will 〚blank〛 them over and over.",
        "T-Rex: If they 〚blank〛, they will get to have my 〚blank〛."
      ],
      "4": [
        "T-Rex: I want my funeral to be 〚blank〛!",
        "Utahraptor: EXTREMELY 〚blank〛!"
      ],
      "5": [
        "Utahraptor: And if I died of natural causes, that's 〚blank〛, but if, as I suspect, 〚blank〛 is responsible then I insist they be 〚blank〛 into a 〚blank〛 and blasted into 〚blank〛.",
        "T-Rex: Oh! And tell 〚blank〛 I always had a big ol' crush on him / her!! NO POINT DENYING IT NOW."
      ],
      "6": [
        "T-Rex: They were way 〚blank〛 and my favourite part of their body was their 〚blank〛. Daaaamn.",
        "T-Rex: Okay! PEACE OUT Y'ALL, IF YOU ARE READING THIS THEN EITHER I AM A CORPSE OR YOU ARE A BIG OL' SNOOP"
      ]
    }
  },
  "50dff78dafd7b6258c072bb2cd7a3fa8": {
    "comic_id": 2425,
    "file_name": "comic2-2437.png",
    "panels": {
      "6": [
        "T-Rex: Utahraptor, you've turned a Victorian parlour game into a well-defined computer science and information theory search space problem!",
        "Off panel: Well, I -",
        "T-Rex: THIS IS AWESOME AND YOU ARE TOO",
        "T-Rex: AHHHHHH"
      ]
    }
  },
  "4c460c2aa1a50af196909380f0933836": {
    "comic_id": 2426,
    "file_name": "comic2-2438.png",
    "panels": {
      "6": [
        "T-Rex: My ending has the Google guys inventing the internet, but instead of http://www.website.com it's \"i'mhungryforsubs://yaysubs.website.stillbigintosubsoverhere\"!",
        "T-Rex: Yep!",
        "T-Rex: If this doesn't win me a free footlong I'll burn every Subway to the ground!"
      ]
    }
  },
  "0fb992c4aa32c93fb7c94b8433b25b9f": {
    "comic_id": 2434,
    "file_name": "comic2-2445.png",
    "panels": {
      "6": [
        "〚T-Rex's dating profile〛",
        "Dating profile: ABOUT ME:",
        "Dating profile: ON A TYPICAL FRIDAY NIGHT I AM: Sliding into mediocrity",
        "Dating profile: I SPEND A LOT OF TIME THINKING ABOUT: don't set up dating profiles when you're sad because i",
        "Dating profile: YOU SHOULD MESSAGE ME IF: found out it doesn't really help"
      ]
    }
  },
  "51a40d84c7e6df0c020a100cb5101b07": {
    "comic_id": 2466,
    "file_name": "comic2-2477.png",
    "panels": {
      "6": [
        "〚a sign advertising a house for sale, using various clashing fonts〛",
        "Sign: 〚with an arrow pointing at a picture of T-Rex〛 HELLO I SEE YOU NOTICED THIS HOUSE HAS A NAKED DINOSAUR OUT FRONT",
        "Sign: You should buy it already!",
        "Sign: This House Costs $200,000 But If You Offer Less We'll Probably Accept That Too!! (A Guy Died In It)",
        "Sign: *** YOU CAN HAVE SEX IN EVERY ROOM OF THIS HOUSE BUT ONLY IF YOU BUY IT FIRST ***"
      ]
    }
  },
  "38f9596967cfafad2cacde3bf963d52a": {
    "comic_id": 2469,
    "file_name": "comic2-2480.png",
    "panels": {
      "6": [
        "Narrator: LATER, T-REX WALKS DOWN SOME STAIRS WITHOUT DYING:",
        "T-Rex: AW YEAH, BABY. Women want me! Men want to BE me!",
        "T-Rex: Some men want me too! And some women don't want me! A lot of women don't even know I exist!",
        "T-Rex: ...",
        "T-Rex: I'm going back upstairs, it sucks down here!"
      ]
    }
  },
  "8635c80af575c09119ba5eaca7d23b95": {
    "comic_id": 2477,
    "file_name": "comic2-2488.png",
    "panels": {
      "6": [
        "Off panel: A tattoo on your butt that folds in when you clench to reveal the message \"FLEX TO MEET YOU\"?",
        "T-Rex's head: *crack*",
        "T-Rex: !!",
        "T-Rex: Oh man, now you've done it"
      ]
    }
  },
  "d7c24da4418e567b82b36af963a22984": {
    "comic_id": 2544,
    "file_name": "comic2-2555.png",
    "panels": {
      "6": [
        "Narrator: TELEPATHIC HOTTIE CHAT:",
        "T-Rex: 〚thinks〛 Hey baby do u like to kiss on dudes?? bc IM A DUDE",
        "T-Rex: 〚thinks in a different font〛 SEND TO: all hotties / REGIONS: all / FLAGS: important, must-read, NOT A JOKE"
      ]
    }
  },
  "1f6faf0f4075a23b209114bd3797a04f": {
    "comic_id": 2551,
    "file_name": "comic2-2562.png",
    "panels": {
      "6": [
        "T-Rex: Well, that's not true. I'd read a lot more drama, and I'd be really into that drama, and then SUPER into that drama, and then SUPER SUPER into that drama, and then suddenly not into the drama at all and reaaaal sleepy.",
        "T-Rex: Real talk??"
      ]
    }
  },
  "c316ffb8257b1870803f4262d7e88a60": {
    "comic_id": 2559,
    "file_name": "comic2-2570.png",
    "panels": {
      "6": [
        "Off panel: 〚small〛 Batman isn't even as good as a turd in a blanket",
        "Sound effect: *pop*",
        "Sound effect: *pop*",
        "T-Rex: Ah yes, the familiar sound of my eardrums exploding of their own volition rather than listen to even one more HORRIBLE LIE"
      ]
    }
  },
  "27bde824a6b1ca602ee0e317ea2ccf21": {
    "comic_id": 2564,
    "file_name": "comic2-2575.png",
    "panels": {
      "2": [
        "T-Rex: 〚small〛 iguessishouldvereadthebibleatsomepoint",
        "God: WHAT WAS THAT"
      ]
    }
  },
  "7513bfe902c4acc1aa78f7fc0ae53546": {
    "comic_id": 2572,
    "file_name": "comic2-2583.png",
    "panels": {
      "6": [
        "Narrator: IF YOU FOUND THIS WALLET, IMAGINE THE KIND OF PERSON WHO'D CARRY AROUND THIS COMIC IN IT. KINDA MAKES YOU WANT TO RETURN THEIR WALLET, HUH? GIVE THEM A CALL, THEIR NUMBER IS 〚blank〛!",
        "Narrator: IF THERE'S NO NUMBER, DUDE, SCORE, ENJOY THE FREE WALLET"
      ]
    }
  },
  "a5f8582bd92b91ce6eff1dcf24a1f9cf": {
    "comic_id": 2596,
    "file_name": "comic2-2607.png",
    "panels": {
      "6": [
        "〚a certificate in a gothic font〛",
        "Certificate: This Comic Certifies 〚blank〛 is a real doctor",
        "Certificate: Let it hereby be known that all actual medical degrees have a dinosaur on them, and if your doctor's doesn't then my question is, um, what the hell is their deal"
      ]
    }
  },
  "f6086c3d0ee137dcd30d74ba233d28ff": {
    "comic_id": 2599,
    "file_name": "comic2-2610.png",
    "panels": {
      "6": [
        "Twitter ad: EACH OF US HAS ONLY A FINITE NUMBER OF DAYS IN OUR TOO BRIEF LIVES; NONE KNOW HOW MANY OR HOW FEW THEY HAVE LEFT BEFORE DEATH, AS IT MUST, COMES TO US ALL",
        "Twitter ad: BE SURE TO SPEND YOURS... ON twitter.com",
        "Twitter Logo: friggin do it, you guys™"
      ]
    }
  },
  "d4e15764db719d74dfc4b35c70dcb725": {
    "comic_id": 2601,
    "file_name": "comic2-2612.png",
    "panels": {
      "6": [
        "Tumblr ad: tumblr.",
        "Tumblr ad: yep, we’ve got pics of that.™"
      ]
    }
  },
  "b8297bcf02dcc85274ff9783f8737838": {
    "comic_id": 2602,
    "file_name": "comic2-2613.png",
    "panels": {
      "6": [
        "Google ad: Google",
        "Google ad: Bing us on your Zune.™"
      ]
    }
  },
  "3a7b5d044e2103639abb500adec501d0": {
    "comic_id": 2611,
    "file_name": "comic2-2622.png",
    "panels": {
      "6": [
        "Narrator: UPSIDE TO DEATH #332: YOU DON'T HAVE TO TALK TO STRANGERS ANYMORE",
        "Parchment scroll: \"Something to look forward to\""
      ]
    }
  },
  "71c2db1add6a1b22b87d2681dd242a60": {
    "comic_id": 2612,
    "file_name": "comic2-2623.png",
    "panels": {
      "6": [
        "〚email message〛",
        "Email: 〚playful 3D font〛 HEY WHAT'S UP I THINK WE SHOULD BE FRIENDS",
        "Email: 〚two arrows are pointing at the picture of T-Rex〛 Would you like to go on bike rides and get ice cream with this guy?? ps my name's T-REX and I AM REAL COOL",
        "Email: 〚playful 3D font〛 [ ] YES [ ] NO",
        "Email: OKAY EMAIL ME BACK PLEASE!!!!!!"
      ]
    }
  },
  "9ba219d2ae593b0dd65571bb088c7871": {
    "comic_id": 2619,
    "file_name": "comic2-2629.png",
    "panels": {
      "1": [
        "Mysterious Commercial Voice: EVER FORGOTTEN SOMEONE'S NAME?",
        "T-Rex: Yes!",
        "Mysterious Commercial Voice: EVER WISHED YOU'D REMEMBER WHERE YOU LEFT YOUR KEYS?",
        "T-Rex: Absolutely!"
      ],
      "2": [
        "Mysterious Commercial Voice: NOT ANYMORE!",
        "T-Rex: Oh phew what a relief"
      ],
      "3": [
        "Mysterious Commercial Voice: WITH ONE MINOR SURGERY A MICROCHIP WILL BE INSTALLED IN YOUR BRAIN, AND FORGETTING WILL BECOME A DELIBERATE ACT.",
        "T-Rex: So if I want to remember something I still have to make room by deleting some old memory, but at least I'll be able to choose which one?",
        "Mysterious Commercial Voice: PRECISELY",
        "T-Rex: Mysterious commercial voice selling me something: I AM ALL FOR THIS."
      ],
      "5": [
        "T-Rex: Hmm, a bit tight on space here. Yo, should I delete /MEMORIES2000/old memories/HiGhScHoOL/stuff/stuff222/whatever.dat, or /MEMORIES/unsorted/how_to_play_power_rangers_theme_on_a_touchtone_phone.txt??",
        "Utahraptor: Ooh. Save that last one for sure.",
        "T-Rex: DONE."
      ]
    }
  },
  "41a3ed35666e576858f3fa89e6e70d70": {
    "comic_id": 2623,
    "file_name": "comic2-2633.png",
    "panels": {
      "6": [
        "Ad: 〚red Back To The Future font〛 🠲 HOVER BOARDS",
        "Ad: The Reason Science Can't Stop Yet™",
        "T-Rex: Friggin' do it already!!"
      ]
    }
  },
  "a065b37ee02ae61f4127b27d4f38f364": {
    "comic_id": 2630,
    "file_name": "comic2-2640.png",
    "panels": {
      "1": [
        "The voice of past T-Rex: When I grow up I want to be an astronaut!",
        "T-Rex: What?! That sounds like the voice of past me!"
      ],
      "2": [
        "The voice of past T-Rex: I'm gonna eat ice cream for every meal!!",
        "T-Rex: Wait, that IS the voice of past me!!"
      ],
      "3": [
        "The voice of past T-Rex: I'm gonna party with my friends every night and never ever EVER go to bed early!",
        "T-Rex: What fresh hell is this, Dromiceiomimus? My past self is reminding me of all the compromises I made growing up!",
        "Dromiceiomimus: I can hear it too, only it's MY voice! AND I WENT TO BED AT 9 LAST NIGHT! I WAS TIRED AND I DIDN'T REMEMBER THAT I SHOULD FEEL BAD ABOUT THAT."
      ],
      "4": [
        "The voice of past T-Rex: I'm gonna marry every pretty girl I meet!",
        "T-Rex: Okay, that one was dumb.",
        "Utahraptor: You're telling me."
      ],
      "5": [
        "The voice of past T-Rex: I'm gonna have fifteen dogs and then fifteen cats and SEVENTEEN babies!",
        "T-Rex: Maybe we shouldn't feel bad about letting down our earlier iterations who wanted a pet lion \"so we could hug\" and who kept eating everyone's boogers \"on accident\"??",
        "Utahraptor: Maybe, just MAYBE... kids are dumb?"
      ],
      "6": [
        "The voice of past T-Rex: I'm never gonna sit still! When I grow up I'm gonna run EVERYWHERE I GO!!",
        "T-Rex: Aw, sweetie! Sweetie, no.",
        "T-Rex: Sitting still is like the #1 Favourite Activity All-Time CHAMPION??"
      ]
    }
  },
  "a78b9ae5b86fa768bb97f6b4a62b12e3": {
    "comic_id": 2643,
    "file_name": "comic2-2653.png",
    "panels": {
      "2": [
        "Business card: 〚script font〛 Your Name",
        "Business card: I like ◖dinosaurs◗!",
        "Business card: but I work in ◖JOB UNRELATED TO DINOSAURS◗, whatever"
      ],
      "3": [
        "Business card: 〚red Star Trek font〛 YOUR NAME'S BUSINESS CARD",
        "Business card: 〚Star Trek font〛 a one-act play",
        "Dromiceiomimus: Frig, I wish my computer could do a thing! I wish I had someone to program a computer for me!!",
        "T-Rex: I will do that, but ONLY if you pay me.",
        "Dromiceiomimus: Wow!! I want to pay you all the money.",
        "Business card: 〚Star Trek font〛 P.S.: YOU'RE THE YELLOW DINOSAUR, I'M THE T-REX."
      ],
      "4": [
        "〚a business card with a searing three-color gradient background〛",
        "Business card: 〚Jokerman font with reversed vertical rainbow gradient〛 YOUR NAME",
        "Business card: 〚Jokerman font〛 \"My Business Card Is Fun And Quirky, Just Like Me\"",
        "T-Rex: 〚Comic Sans, purple〛 spork!",
        "Utahraptor: 〚Jokerman font, purple〛 LOL!!!"
      ],
      "5": [
        "Business card: Your Name.",
        "T-Rex: I gave you this card because I thought you could do something for me. Just so we're absolutely clear: I hope to profit from this relationship.",
        "Utahraptor: CAPITALISM"
      ],
      "6": [
        "Business card: ◖ENEMY'S NAME◗",
        "T-Rex: Heck, I'm way worse than ◖YOUR NAME◗! You should contact ◖YOUR NAME◗ instead and never contact me ever again. THANKS!",
        "T-Rex: Also if you contact me I'll act confused, like I don't even know this card exists and was mailed out to every single person in my industry??",
        "T-Rex: Hah hah"
      ]
    }
  },
  "cc8ed6d551a36f086d490bf4bfc750aa": {
    "comic_id": 2656,
    "file_name": "comic2-2666.png",
    "panels": {
      "2": [
        "Narrator: BUT THAT NIGHT:",
        "Off panel: ▹rrrring rrrrrring◃",
        "T-Rex: WHAAAAAAAT"
      ],
      "6": [
        "Narrator: THAT NIGHT:",
        "Off panel: ▹bzzzzzzzzzzzzzzzzzzzzzzzzzzz◃",
        "T-Rex: Oh wow, the ghost of my noisy CPU fan that died fifteen years ago!",
        "T-Rex: The afterlife sure is awesome and definitely not full of garbage at all!!"
      ]
    }
  },
  "cb7dffddf1ccd093cb30169eaaab0ee7": {
    "comic_id": 2660,
    "file_name": "comic2-2670.png",
    "panels": {
      "6": [
        "Flier: 〚with an arrow pointing at a picture of T-Rex〛 HELLO IT'S ME, YOUR FRIEND T-REX",
        "Flier: 〚red〛 I heard you want to start eating MEAT. I want to help you feast on the Lesser Animals",
        "Flier: 〚blue〛 I will teach you how to prepare their Skin and which of their Muscles to Chew",
        "Flier: 〚pink〛 Did you know that you can even Swallow the insides of their Bones??",
        "Flier: 〚gold〛 **I will show you how to soak their Bodies in SAUCES**",
        "Flier: I will watch you Eat and then Join In"
      ]
    }
  },
  "8c9c92cb6bed115e8bf941069c8095a7": {
    "comic_id": 2661,
    "file_name": "comic2-2671.png",
    "panels": {
      "6": [
        "Banner: We are all jerkin' it in the gutters, but some of us are looking at the stars"
      ]
    }
  },
  "9e215254383fef6794bba05ca2ca2105": {
    "comic_id": 2667,
    "file_name": "comic2-2677.png",
    "panels": {
      "5": [
        "T-Rex: TIP: To find results from other timelines, use \"reality:onewheresheneverleft\". You may encounter results where phrases like \"cold\", \"can't breathe\", or \"I'm hungry I'M HUNGRY\" are repeated madly, desperately.",
        "Utahraptor: This is a side-effect of our proprietary search process and should be ignored."
      ]
    }
  },
  "389a0c44d861cc6e5fd4195c7b517a06": {
    "comic_id": 2678,
    "file_name": "comic2-2688.png",
    "panels": {
      "6": [
        "Narrator: T-REX PRESENTS:  〚pink〛VEGETABLES〚end pink〛™!",
        "Narrator: TRY ALL 40,000 VARIETIES",
        "Narrator: SOME OF THEM ARE POISONOUS THOUGH",
        "Narrator: SO ACTUALLY MAYBE DON'T TRY ALL 40,000 VARIETIES AFTER ALL"
      ]
    }
  },
  "227c6ec6e809c5ffba2bc93f40c263d9": {
    "comic_id": 2706,
    "file_name": "comic2-2716.png",
    "panels": {
      "6": [
        "T-Rex: But BATMAN can!!",
        "Narrator: 〚in Batman The Animated Series font〛 ♪ DAHHHHH DAH DAH DAAAAAAAAH DAHHHHHH ♫",
        "Narrator: 〚with an arrow pointing at the previous line〛 (Batman theme song)",
        "Narrator: 〚with an arrow pointing at the previous line〛 (Comics is a silent medium and we all just have to deal with that, okay??)",
        "Narrator: 〚with an arrow pointing at the previous line〛 (Look, you knew what you were getting into when you started reading this)"
      ]
    }
  },
  "0c8b13a2f2370c4722b9991d5bd6aecd": {
    "comic_id": 2716,
    "file_name": "comic2-2726.png",
    "panels": {
      "5": [
        "T-Rex: Be sure to enter in things like \"*♫♪(✿x‿x)♫♪*\" or \"❀•:*YAAAAAY*:•❀\" because like in all aspects of life, the more your text looks like it's stroking out, the more credible you will appear. And now, if you'll excuse me, I'm off to wonder what I was thinking when I bought a bag of tiny used plastic burgers."
      ]
    }
  },
  "440084889bf35b6b59f4a31eb845b6e4": {
    "comic_id": 2723,
    "file_name": "comic2-2733.png",
    "panels": {
      "6": [
        "Contract form: \"I want a cell phone contract that lasts 18 years and which requires me to feed and clothe a pooping phone. It will bring me deep satisfaction to watch that phone get older and older and older\"",
        "Contract form: [ ] YES: I am ready to have kids!!",
        "Contract form: [ ] NO, and uh, maybe on second thought let's NOT have unprotected intercourse",
        "Contract form: 〚blank〛 SIGNATURE"
      ]
    }
  },
  "d94c9cbc65e2309a43b9683c9c82765b": {
    "comic_id": 2730,
    "file_name": "comic2-2740.png",
    "panels": {
      "1": [
        "Game: WELCOME TO LIFE QUEST",
        "Game: ENTER LOCATION:",
        "Input: developed world"
      ],
      "2": [
        "Game: ENTER ETHNICITY:",
        "Input: dominant"
      ],
      "3": [
        "Game: ENTER SEX:",
        "Input: male",
        "Game: ENTER GENDER:",
        "Input: also male",
        "Game: ENTER SEXUAL ORIENTATION:",
        "Input: totally 100% straight",
        "Game: YOU ARE PLAYING ON: EASY",
        "T-Rex: Sweeeeet"
      ],
      "4": [
        "Game: WELCOME TO LIFE QUEST II: AFTERLIFE QUEST",
        "Game: ENTER SPECIES:",
        "Input: ghost"
      ],
      "5": [
        "Game: ENTER UNFINISHED BUSINESS:",
        "Input: too horny",
        "Game: YOU ARE PLAYING AS: HORNY GHOST",
        "T-Rex and Utahraptor: Sweeeet"
      ],
      "6": [
        "Game: LIFE QUEST ]I[: REINCARNATION QUEST",
        "Game: YOUR CHARACTER HAS BEEN CREATED",
        "Game: YOU ARE PLAYING AS: POO BUG",
        "T-Rex: Aw dang, no!",
        "Game: YOU ARE EATING: POO",
        "T-Rex: No, NO"
      ]
    }
  },
  "82fb79ccad19890d1a793250f430e87b": {
    "comic_id": 2744,
    "file_name": "comic2-2754.png",
    "panels": {
      "6": [
        "Banner: Today I screwed up, but not as much as I could've",
        "T-Rex: Yaaaaay"
      ]
    }
  },
  "d0d2ef68ee71e46de70db1b87876e77b": {
    "comic_id": 2747,
    "file_name": "comic2-2757.png",
    "panels": {
      "6": [
        "T-Rex: 〚small〛 ▹My characters kiss on each other, like, ALL the time◃"
      ]
    }
  },
  "569c98da7fda7f960760ceaee757d66b": {
    "comic_id": 2749,
    "file_name": "comic2-2761.png",
    "panels": {
      "3": [
        "T-Rex: We were wrong. The 〚word obscured by a black bar〛 protocol has confirmed our worst fears: while \"Frosty\"'s MOVEMENT was exceptional and initiated by the \"old silk hat\" (Case File #4523), his sentience was not. To be perfectly clear, Agents: while they live and die fully immobile, each and every snow man, woman, and child is a living, sentient creature.",
        "T-Rex: And they have been surveilling us for generations."
      ]
    }
  },
  "2271fb8eba00d46e33706942cf0ed378": {
    "comic_id": 2775,
    "file_name": "comic2-2785.png",
    "panels": {
      "6": [
        "Document: To whom it may concern:",
        "Document: This panel is to affirm that 〚blank〛 (your name) was reading a comic at the time of the murder, and is therefore absolutely not guilty of any crimes you may or may not be investigating.",
        "Signature: Ryan North"
      ]
    }
  },
  "79ae5f5d74a231128d2698bb52179c55": {
    "comic_id": 2780,
    "file_name": "comic2-2790.png",
    "panels": {
      "3": [
        "〚The panel image is blurred and color-shifted, to represent how a dog might see it.〛",
        "T-Rex: FACT: Dogs are good at smelling but not so good at seeing. They can't even see the colour red!",
        "Dromiceiomimus: But red is like the #1 easiest colour to see!",
        "T-Rex: I KNOW!! But dogs are all \"geez my body isn't built to see this dang colour, geez, I bet I could smell it though\"."
      ]
    }
  },
  "bf1d93a626860326dc13817d061346b8": {
    "comic_id": 2804,
    "file_name": "comic2-2814.png",
    "panels": {
      "6": [
        "Banner: ROBYN for World President"
      ]
    }
  },
  "8d7560dde1f0a093c878ecaaceca70fe": {
    "comic_id": 2813,
    "file_name": "comic2-2823.png",
    "panels": {
      "6": [
        "Banner: GRAPEFRUITS: TOTALLY AWESOME",
        "T-Rex: Also!",
        "T-Rex: GARDENING: Uh, WAY more badass than I was led to believe??"
      ]
    }
  },
  "d6935437988e7416278964f531bad7e4": {
    "comic_id": 2821,
    "file_name": "comic2-2831.png",
    "panels": {
      "6": [
        "Narrator: THIS HAS BEEN",
        "Narrator: \"REALISTIC TALES OF INTROSPECTION\"",
        "Narrator: THE ONLY COMIC WRITTEN BY AND FOR INTROVERTS"
      ]
    }
  },
  "3fdaf71c0ead24e8d384d4184739dd16": {
    "comic_id": 2827,
    "file_name": "comic2-2837.png",
    "panels": {
      "6": [
        "Banner: Happy \"T-Rex Missed The Chance To Make A Pun\" Day",
        "T-Rex: Attention, everyone!!",
        "T-Rex: I HATE THIS DAY"
      ]
    }
  },
  "494e5ebad47c7023855d04ded1f58b72": {
    "comic_id": 2832,
    "file_name": "comic2-2842.png",
    "panels": {
      "6": [
        "Banner: EATING RULES",
        "T-Rex: Attention, world!!",
        "T-Rex: Uh, my life was WAY EASIER before this sassy banner followed me around all the time"
      ]
    }
  },
  "c760a74ac9394a745b609d4764f2239a": {
    "comic_id": 2840,
    "file_name": "comic2-2849.png",
    "panels": {
      "6": [
        "Narrator: BUT SECRETLY:",
        "T-Rex: 〚thinks〛 Wow! Never has a single sentence made me want to run and hide from its speaker more than right now, in this very moment!!",
        "T-Rex: 〚thinks〛 WHILE ALSO CRAMMING CHICKEN WINGS INTO MY MOUTH"
      ]
    }
  },
  "a6c392f9385b234ebc39cfb71e6330bf": {
    "comic_id": 2850,
    "file_name": "comic2-2859.png",
    "panels": {
      "6": [
        "〚a certificate in a gothic font〛",
        "Certificate: This Printout And/Or Screenshot Certifies That:",
        "Certificate: having read and understood the previous five panels,",
        "Certificate: is now an expert in the contents of this particular comic,",
        "Certificate: and should be accorded only the most massive of props"
      ]
    }
  },
  "cc609b0b7082d530c6be53bc6a143547": {
    "comic_id": 2851,
    "file_name": "comic2-2860.png",
    "panels": {
      "6": [
        "Banner: History: it's not all awful!",
        "T-Rex: One time two millenia ago it was pretty okay!",
        "Banner: There was one time a while back where it was pretty okay"
      ]
    }
  },
  "6d58408ee812c603e6441f15d72b5beb": {
    "comic_id": 2854,
    "file_name": "comic2-2863.png",
    "panels": {
      "6": [
        "Banner: MATH: you can use it to prove math is cool!",
        "Off panel: Actually your proof falls apart if you rigorously define \"interesting\", and -",
        "T-Rex: Silence!!",
        "Banner: MATH: shut up"
      ]
    }
  },
  "f5dc96a20358e1735ad0955ec655b72d": {
    "comic_id": 2858,
    "file_name": "comic2-2867.png",
    "panels": {
      "6": [
        "Banner: Thanks to robots, love can now technically last forever!!",
        "T-Rex: Wait. is \"technically\" a pun there?",
        "Banner: Technically, yes"
      ]
    }
  },
  "2dd1ecc90f8da6944663952427ee7853": {
    "comic_id": 2860,
    "file_name": "comic2-2869.png",
    "panels": {
      "6": [
        "Narrator: MEANWHILE, IN A PARALLEL UNIVERSE:",
        "Mosquito: I'm gonna pierce your skin and consume your blood!",
        "T-Rex: This was bad enough before you could talk, mosquitos!!",
        "Another mosquito: We're using language to hunt in packs and are developing technology",
        "T-Rex: DANG IT"
      ]
    }
  },
  "4aff0c3300ff5d78f881ed78bccf0c8e": {
    "comic_id": 2887,
    "file_name": "comic2-2896.png",
    "panels": {
      "6": [
        "Off panel: Hey, how are you?",
        "T-Rex: I'm a skeleton wrapped in meat that thinks it's alive!!",
        "T-Rex and Off panel: AHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHH"
      ]
    }
  },
  "635da323e20a7a802239aa740bcc8027": {
    "comic_id": 2888,
    "file_name": "comic2-2897.png",
    "panels": {
      "6": [
        "Banner: Sex is weird",
        "Banner: And bodies are gross"
      ]
    }
  },
  "e7a0c209918c0a1ff9a3b2242d6d5120": {
    "comic_id": 2939,
    "file_name": "comic2-2945.png",
    "panels": {
      "5": [
        "T-Rex: But not the farmers! They're the FOUNDATION. They meet our basic needs, so that the rest of us are free to invent more esoteric ones. So let's thank farmers, without whom specialization - and therefore CIVILIZATION HERSELF - would not be possible.",
        "Banner: Thanks farmers!"
      ],
      "6": [
        "Banner: Technically, you’re what allow people to be full-time spammers"
      ]
    }
  },
  "70bc5e6c95135bb43eb7b35122a7d4ef": {
    "comic_id": 2940,
    "file_name": "comic2-2946.png",
    "panels": {
      "2": [
        "Narrator: 〚large〛 JOKES FOR TEENS"
      ],
      "6": [
        "Narrator: 〚large〛 JOKES FOR TEENS has been brought to you by",
        "Narrator: 〚large〛 TEENS FOR JOKES",
        "Narrator: “the teens who like jokes™”"
      ]
    }
  },
  "fa1032f7567fec014d777491e63c23f5": {
    "comic_id": 2946,
    "file_name": "comic2-2952.png",
    "panels": {
      "6": [
        "Banner: IMAGINATION"
      ]
    }
  },
  "472dee6f5fd80ddd3078ec7e6299ff15": {
    "comic_id": 2955,
    "file_name": "comic2-2961.png",
    "panels": {
      "6": [
        "〚a book cover with text in Batman The Animated Series font〛",
        "Book cover: THE DAY ◖BATMAN◗ BECAME IMMORTAL, AND ALSO REAL",
        "Book cover: AND ALSO MY BEST FRIEND",
        "Book cover: ALSO, I BECAME IMMORTAL TOO",
        "Book cover: I DON'T WANT TO GIVE THE WHOLE STORY AWAY IN MY BOOK TITLE SO I'LL STOP NOW, BUT LET ME SAY THIS: WE ◖DEFINITELY◗ KISS"
      ]
    }
  },
  "1534fce81240f19c917f339dcc9e87b8": {
    "comic_id": 2960,
    "file_name": "comic2-2966.png",
    "panels": {
      "6": [
        "Banner: WHO CARES ABOUT MOST THINGS?",
        "Narrator: #1 winner for \"the most real rhetorical question I have ever written\""
      ]
    }
  },
  "b3b3d537d15eb81c3df43815ec5c5e61": {
    "comic_id": 2964,
    "file_name": "comic2-2970.png",
    "panels": {
      "2": [
        "T-Rex: 〚pointy shape〛"
      ],
      "3": [
        "T-Rex: Then let's say I show you a splat, like this:",
        "T-Rex: 〚rounded shape〛",
        "T-Rex: And then I say, which of these shapes is named \"kiki\" and which is named \"bouba\"?"
      ],
      "6": [
        "Off panel: IT WAS THERE IN THE AIR AND I COULD SEE IT",
        "Off panel: AHHHHHHHHHHHHHHHHHHHHH",
        "Off panel: 〚Facebook 'like' hand thumb down〛"
      ]
    }
  },
  "1d391da069540c2c32757d010d043b4c": {
    "comic_id": 2986,
    "file_name": "comic2-2992.png",
    "panels": {
      "6": [
        "Banner: Pussyvan",
        "T-Rex: I REGRET NOTHING"
      ]
    }
  },
  "53eeee649e895dfee494375467d3ced5": {
    "comic_id": 2992,
    "file_name": "comic2-2998.png",
    "panels": {
      "6": [
        "Banner: \"Hah hah hah, OH WELL\"",
        "Narrator: OFFICIAL SLOGAN OF CAPITALISM: #1 WINNER",
        "T-Rex: Ah, there it is"
      ]
    }
  },
  "6a374dada1cb76481156e13325f5feb9": {
    "comic_id": 2998,
    "file_name": "comic2-3004.png",
    "panels": {
      "6": [
        "T-Rex: ...╣!",
        "Off panel: ...Huh?",
        "T-Rex: ╣: the NEW Orthographic Avenger! She's exciting, dynamic, and I can tell you right now that she's gonna be a very... SPECIAL CHARACTER.",
        "Off panel: oh god",
        "Off panel: WHY"
      ]
    }
  },
  "b7fbd48f7644853cdc9a53fa9adf1150": {
    "comic_id": 3010,
    "file_name": "comic2-3016.png",
    "panels": {
      "6": [
        "Narrator: WORST PUNCTUATION",
        "T-Rex: En dash",
        "God: EN DASH",
        "Off panel: En dash",
        "Morris: en dash",
        "Devil: EN DASH"
      ]
    }
  },
  "e490cddde57e0381adfebd571c1656ba": {
    "comic_id": 3012,
    "file_name": "comic2-3018.png",
    "panels": {
      "1": [
        "Narrator: SOCIAL MEDIA",
        "Narrator: ▹for seniors◃"
      ]
    }
  },
  "0f9d69928704d84031d8e25bd63bc34c": {
    "comic_id": 3053,
    "file_name": "comic2-3059.png",
    "panels": {
      "6": [
        "〚T-Rex is crying black tears〛",
        "T-Rex: NO, ALL WILL BE LOCKED IN DARKNESS, ALL WILL EAT APPLE PEELS OFF THE FLOOR",
        "T-Rex: THE HALLUCINATIONS WILL COME",
        "T-Rex: THE HALLUCINATIONS",
        "T-Rex: ARE",
        "T-Rex: MANDATORY"
      ]
    }
  },
  "c62d2276df3c8d10dd621dabe84b5225": {
    "comic_id": 3054,
    "file_name": "comic2-3060.png",
    "panels": {
      "6": [
        "Website: WELCOME TO...",
        "Website: ONLY THE GOOD STUFF...IPEDIA.",
        "Website: YOU HAVE SEARCHED FOR: \"what does a naked dinosaur look like\"",
        "Website: FRIENDO, FEAST YOUR EYES"
      ]
    }
  },
  "6477cb8b7184c44a57f30075f81cdad7": {
    "comic_id": 3062,
    "file_name": "comic2-3068.png",
    "panels": {
      "6": [
        "T-Rex: Well this sequence of events certainly compares favourably to whatever compromises TJCS would've been forced to make in an alternate universe in which they were born with an inferior name!!",
        "Editor: [EDITOR'S NOTE: okay wow this is hard to transcribe but at this point T-Rex and Utahraptor just, IN UNISON, made the sound of a sigh so content it breaks your heart??]"
      ]
    }
  },
  "54896c0df0d81c848328d897057b40b5": {
    "comic_id": 3072,
    "file_name": "comic2-3078.png",
    "panels": {
      "5": [
        "T-Rex: Sorry tweens. Instead of becoming a twisted abomination of flesh and bone, parts of you are just getting bigger while others get smellier. Happens to the best of us. Maybe take some more showers.",
        "T-Rex: 〚small〛 But if your eyes become mouths filled with teeth then you have been chosen to cleanse the world"
      ]
    }
  },
  "b14e5f46a76d8c678e96320a48f6d25d": {
    "comic_id": 3079,
    "file_name": "comic2-3084.png",
    "panels": {
      "3": [
        "Narrator: A SHORT ONE-PANEL PLAY IN WHICH DROMICEIOMIMUS PLAYS MICHELANGELO AND T-REX PLAYS POPE ALEXANDER VI:",
        "Dromiceiomimus: I'm gonna sculpt David because I love religion!",
        "T-Rex: Cool!",
        "Dromiceiomimus: He's gonna be 5m tall!",
        "T-Rex: Nice!",
        "Dromiceiomimus: And his dick's out, obvs!!",
        "T-Rex: OBVS",
        "Narrator: ▹fin◃"
      ]
    }
  },
  "9bfd6e4154f1c39f630ab3cee89d392f": {
    "comic_id": 3081,
    "file_name": "comic2-3086.png",
    "panels": {
      "6": [
        "T-Rex: In conclusion, I got that \"colonize your lungs so you cough up and then swallow their babies which lets them grow inside your stomach\" from real-life parasitic worms; the world is horrifying.",
        "Off panel: AHHHHHHHHHHHHHH"
      ]
    }
  },
  "ce0dcb22e51bd95ce96e2967a95dc435": {
    "comic_id": 3101,
    "file_name": "comic2-3106.png",
    "panels": {
      "6": [
        "Banner: BEING A BACHELOR IS EASY",
        "T-Rex: As hunting and gathering was dominant for over 90% of our history, odds are we've ALREADY solved your housekeeping problem!",
        "Banner: You're welcome"
      ]
    }
  },
  "3b58cb91bcba7eb2e30d12e2fae716c1": {
    "comic_id": 3112,
    "file_name": "comic2-3117.png",
    "panels": {
      "6": [
        "T-Rex's head: *pop*",
        "T-Rex: Ah yes, the distinctive \"pop\" sound of enlightenment, I know it well"
      ]
    }
  },
  "8c489075ac70864feaf1238a1bbc4eff": {
    "comic_id": 3131,
    "file_name": "comic2-3136.png",
    "panels": {
      "3": [
        "Dromiceiomimus: I'm not a wizard 〚tiny〛 because there are no wizards and even if there were we couldn't admit it without the threat of penalties detailed in section 452.5a 〚end tiny〛 but I'm happy to answer your questions!",
        "T-Rex: So: MAGIC WORDS. You say some and magic things happen. But these words are always in languages we already speak, like English or bad weird fakey Latin!",
        "Dromiceiomimus: ...So?",
        "T-Rex: So what the heck!"
      ],
      "6": [
        "Narrator: T-REX TRIES TO HUM AND WHISTLE AT THE SAME TIME AND DISCOVERS A) HE CAN DO IT AND B) IT SOUNDS LIKE A ROBOT MALFUNCTIONING",
        "T-Rex: ▹BRRRVVVRRRRTT◃",
        "T-Rex: holy crap",
        "T-Rex: no gods can judge me"
      ]
    }
  },
  "ddb70ffc48118a1c303290675a5beaf1": {
    "comic_id": 3138,
    "file_name": "comic2-3143.png",
    "panels": {
      "3": [
        "T-Rex: 〚very large〛 ...INTERPERSONAL RELATIONSHIP ADVICE!!",
        "Dromiceiomimus: whoah T-Rex I'm right here",
        "Dromiceiomimus: There's no need to shout"
      ]
    }
  },
  "8fd17fa35f8984bf2341bab118aeb6b9": {
    "comic_id": 3145,
    "file_name": "comic2-3150.png",
    "panels": {
      "1": [
        "Off panel: Who do you want to dedicate this song to?",
        "T-Rex: I'd like to send it out to my friends Utahraptor and Dromiceiomimus!",
        "Off panel: You got it, caller!"
      ],
      "3": [
        "Off panel: Who do you want to dedicate this song to?",
        "T-Rex: I'd like to send it out to the inventor of the speakerphone, which is the device I am currently speaking to you on! It's very small!",
        "Narrator: Ah yes, the all-time classic dedication!"
      ],
      "4": [
        "Off panel: Who do you want to dedicate this song to?",
        "T-Rex: Alan Turi--",
        "Utahraptor: NO, HE MEANS ME"
      ],
      "5": [
        "Off panel: Who do you want to dedicate this song to?",
        "Off panel: I do not dedicate songs, because I've already dedicated every day to our Lord and Saviour, and -",
        "T-Rex and Utahraptor: COME ON MAN, AT LEAST PICK THE INVENTOR OF THE SPEAKERPHONE"
      ]
    }
  },
  "4fb7c6b117baed424b0c4a74754bd30e": {
    "comic_id": 3152,
    "file_name": "comic2-3157.png",
    "panels": {
      "6": [
        "T-Rex: Meanwhile, I burned my grilled cheese sandwich today: a meal so simple, its recipe is fully contained within its name!!",
        "Off panel: Hah hah!",
        "Off panel: ▹◖BEEP BEEP BEEP◗◃",
        "Off panel: Aw crap, MY grilled cheese!!"
      ]
    }
  },
  "12bf6f9c9a4e745b1991718963867fa2": {
    "comic_id": 3181,
    "file_name": "comic2-3186.png",
    "panels": {
      "6": [
        "Banner: NICE MANNERS",
        "T-Rex: They help us tolerate living in close quarters without raging on each other all the time!",
        "T-Rex: Thanks, society!"
      ]
    }
  },
  "f1b1cfdef49f0818cabe86231316966c": {
    "comic_id": 3211,
    "file_name": "comic2-3216.png",
    "panels": {
      "5": [
        "Utahraptor: We're well past \"blame\", T-Rex. I think the word we NEED to be looking at is \"containment\".",
        "Narrator: (SORRY, I SHOULD'VE MENTIONED SOONER THAT THIS COMIC TAKES PLACE IN THE UNIVERSE WHERE \"FRIENDSHIP\" MEANS \"ANIMAL/HUMAN HYBRID\". IT'S A PRETTY CRAZY PLACE, GOTTA SAY.)"
      ]
    }
  },
  "becde52049a0af7d71225928afd597c2": {
    "comic_id": 3246,
    "file_name": "comic2-3251.png",
    "panels": {
      "6": [
        "T-Rex: ATTENTION TEENS! LISTEN TO YOUR ELDERS, WE HAVE 〚tiny〛 ideas for things that would be amazing if they happened to someone else and also 〚end tiny〛 REALLY GOOD ADVICE!"
      ]
    }
  },
  "be61ce745686e75be872c2b55970592c": {
    "comic_id": 3254,
    "file_name": "comic2-3259.png",
    "panels": {
      "1": [
        "T-Rex: 〚stops dreaming〛",
        "T-Rex: Whoah! WHOAH!"
      ],
      "6": [
        "T-Rex: Can't wait to hear how that works out for you",
        "T-Rex: 〚starts dreaming〛"
      ]
    }
  },
  "c5789bf5c3a5f64d14e9e988564a53be": {
    "comic_id": 3269,
    "file_name": "comic2-3275.png",
    "panels": {
      "6": [
        "Banner: SHOOT FOR THE STARS",
        "T-Rex: Even if you miss, you'll still have a tiny bullet careening randomly through space!",
        "Off panel: That's fine!",
        "T-Rex: Probably it's fine!"
      ]
    }
  },
  "de6b55fd5e6c7ad081d44a487be29d70": {
    "comic_id": 3279,
    "file_name": "comic2-3284.png",
    "panels": {
      "6": [
        "Banner: Romance",
        "T-Rex: We were in the same mall bathroom for 15.4 seconds twenty years ago! Here's a timestamped security image!",
        "Off panel: Wow, I can't believe you found each other"
      ]
    }
  },
  "88ab327523d97d5d35b3babd6d96627f": {
    "comic_id": 3283,
    "file_name": "comic2-3288.png",
    "panels": {
      "6": [
        "Narrator: LATER:",
        "T-Rex: 〚crying black tears〛 no regrets"
      ]
    }
  },
  "986789aabeee5414d03c12e9831442f9": {
    "comic_id": 3289,
    "file_name": "comic2-3294.png",
    "panels": {
      "6": [
        "Banner: Cowritten by Neil deGrasse Tyson"
      ]
    }
  },
  "84cdd8e270ca70fc085ee277fc4bb6f8": {
    "comic_id": 3323,
    "file_name": "comic2-3328.png",
    "panels": {
      "6": [
        "Narrator: BUT IN TRUTH:",
        "Off panel: T-REX, the world is under attack! Only you can save us!",
        "〚T-Rex's speech is partly obscured his own thought balloons〛",
        "T-Rex: This will take",
        "T-Rex: 〚thinks〛 lunch",
        "T-Rex: supreme focus",
        "T-Rex: 〚thinks〛 LUNCH!",
        "T-Rex: and …ll of my abilit… toge… con…",
        "T-Rex: 〚thinks〛 LUUUUUUUUUUUUUUNCH"
      ]
    }
  },
  "3d70a9109d0c65210adf66f324b014ff": {
    "comic_id": 3326,
    "file_name": "comic2-3331.png",
    "panels": {
      "6": [
        "Narrator: MEANWHILE, IN THE EMOJI UNIVERSE:",
        "T-Rex: 📅️1️⃣️7️⃣️7️⃣️8️⃣️ 💭️🏡️ ✉️👑️🗑️⛵️😯 ☁️☇👨👨👨👨 💬️🚢️🌊️🇺🇸️🏆️ 🔫️👎️😭️👎️ 🔜️💀️👴️🇨🇦️🏖️ 🔚️🐻️@ 🏴‍☠️️",
        "T-Rex: NAILED IT"
      ]
    }
  },
  "534a66a6e3f30e76e6f36eeb126ceccb": {
    "comic_id": 3330,
    "file_name": "comic2-3335.png",
    "panels": {
      "6": [
        "T-Rex: 〚thinks〛 Suckers = 〚image of Utahraptor〛?!"
      ]
    }
  },
  "f9100c7d0d7199d7ec779bc18f46dd5a": {
    "comic_id": 3355,
    "file_name": "comic2-3360.png",
    "panels": {
      "6": [
        "Banner: I'm not sorry"
      ]
    }
  },
  "88979cfa3c4eced664f3c0a7ded4dbfc": {
    "comic_id": 3357,
    "file_name": "comic2-3362.png",
    "panels": {
      "1": [
        "Narrator: THE SKELETON WHO WANTED BLOOD",
        "Narrator: a spooky tale for hallowe'en!"
      ]
    }
  },
  "419f9dc143c4f09d5e280a21e90dbd9e": {
    "comic_id": 3360,
    "file_name": "comic2-3365.png",
    "panels": {
      "6": [
        "Banner: Ghosts come out at night, and it's always night in space",
        "T-Rex: Don't @ me!",
        "Banner: Don't @ me"
      ]
    }
  },
  "d6fca1379ab05f3c1cd0745e347d254e": {
    "comic_id": 3367,
    "file_name": "comic2-3372.png",
    "panels": {
      "6": [
        "T-Rex: Hah! Can you imagine - again, speaking ENTIRELY HYPOTHETICALLY - if we left fixing this until we were only 12 YEARS from it being too late?",
        "Off panel: Oh man! Let's imagine that right now!",
        "T-Rex: ...",
        "T-Rex and Off panel: AAAAAAAAAAAAAAAAAAAAAHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHH"
      ]
    }
  },
  "90c58da3f02ddc4abc54facb5e627d40": {
    "comic_id": 3377,
    "file_name": "comic2-3382.png",
    "panels": {
      "2": [
        "Editor: ▹[NOTE: IN THIS PANEL T-REX IS SPRING CLEANING HIS HOUSE]◃"
      ]
    }
  },
  "b162c887462796ed6ed3b7b23cbb6168": {
    "comic_id": 3381,
    "file_name": "comic2-3386.png",
    "panels": {
      "6": [
        "Imaginary Utahraptor: I TAKE IT BACK AND YOU RULE",
        "Off panel: Are you imagining me saying \"I take it back and you rule\"??",
        "T-Rex: UH... NOT HARD ENOUGH, EVIDENTLY??"
      ]
    }
  },
  "40d23b99a2ebf138342198e8b804091d": {
    "comic_id": 3396,
    "file_name": "comic2-3401.png",
    "panels": {
      "6": [
        "T-Rex: 〚tries to imagine a horse and fails〛",
        "T-Rex: This feels like a personal attack."
      ]
    }
  },
  "57dcd1f717d9c63aa519c6cf4a345a23": {
    "comic_id": 3419,
    "file_name": "comic2-3422.png",
    "panels": {
      "6": [
        "Banner: The only reason you're alive is that your body doesn't actually let you control it",
        "T-Rex: Oh, hey! The banner I bought advertising the moral of my story just arrived!"
      ]
    }
  },
  "9a48f1be39eb6ef6cb88df52da0e86ff": {
    "comic_id": 3474,
    "file_name": "comic2-3476.png",
    "panels": {
      "6": [
        "Banner: WHAT IF REALITY, BUT NOBODY SUCKS?",
        "T-Rex: *sigh*",
        "T-Rex: What if indeed, my friends"
      ]
    }
  },
  "aa79d5e67fb78136b3be5223ab32327f": {
    "comic_id": 3494,
    "file_name": "comic2-3496.png",
    "panels": {
      "2": [
        "Sign: ASK PROFESSOR RELIGION"
      ]
    }
  },
  "b77c1b725e68e97db50c0515860c0dbd": {
    "comic_id": 3521,
    "file_name": "comic2-3523.gif",
    "panels": {
      "1": [
        "T-Rex: God, which is the best bird?",
        "God: I DUNNO 〚before〛 THEY'RE ALL PRETTY GOOD 〚after〛 PROBABLY KORI BUSTARD"
      ],
      "3": [
        "God: I MADE THEM ALL 〚before〛 SO I'M PRETTY SURE THEY'RE ALL TIED FOR FIRST 〚after〛 AND I'M PRETTY SURE THE KORI BUSTARD IS BEST",
        "T-Rex: Come on, tell me the REAL truth. Which one rules the most??",
        "God: T-REX IF I MADE A BIRD THAT WAS BETTER THAN ANOTHER THEN THAT 〚before〛 OTHER BIRD WOULD BE LESS PERFECT WHICH IMPLIES I MADE A MISTAKE 〚after〛  FIRST BIRD WOULD BE THE KORI BUSTARD WHICH I LOVE MAKE NO MISTAKE"
      ]
    }
  },
  "e5416fc4023332cd315a8d81c5b9ff3e": {
    "comic_id": 3532,
    "file_name": "comic2-3534.png",
    "panels": {
      "6": [
        "Banner: Horny is an emotion",
        "T-Rex: Wow"
      ]
    }
  },
  "1291d720b7feb1612971cb4405227a4a": {
    "comic_id": 3537,
    "file_name": "comic2-3538.png",
    "panels": {
      "6": [
        "Narrator: LATER, NO-ONE WANTS TO TALK TO T-REX SO HE TAKES IT TO TEXTING:",
        "T-Rex: 〚texting〛 oh man, utahraptor, remember the word \"emoticon\"??",
        "T-Rex: 〚texting〛 ;(",
        "T-Rex: 〚texting〛 that was a sad, yet winky, emotional icon"
      ]
    }
  },
  "ede9788a8cce2b625506d9d6a8790aae": {
    "comic_id": 3538,
    "file_name": "comic2-3539.png",
    "panels": {
      "6": [
        "Narrator: THAT NIGHT, INSIDE UTAHRAPTOR'S MIND:",
        "Imaginary T-Rex: 〚small〛 MY problem is Utahraptor has the following embarrassing and insoluble issues in both his personal and professional lives:",
        "Off panel: Aw dang it"
      ]
    }
  },
  "ef09b2f8b2cce811e5b88af8c75c2a79": {
    "comic_id": 3561,
    "file_name": "comic2-3562.png",
    "panels": {
      "6": [
        "Poster: LEARN MATH THE T-REX WAY",
        "Poster: We assign a UNIQUE CHARACTER from your FAVOURITE FANDOMS to EACH DIGIT, leaving the operations to represent how these characters SMOOCH on each other!! Your favourite hot messes are getting into shenanigans once again!!",
        "Poster: <-- this is what I look like btw. No I am NOT procrastinating learning integrals by putting up these posters around down, THANKS"
      ]
    }
  },
  "3bc4bd1b14d5408686da0adbb24e95f7": {
    "comic_id": 3565,
    "file_name": "comic2-3566.png",
    "panels": {
      "5": [
        "T-Rex: I can't rely on the same misunderstanding to get me the same fruit (vegetable??) EVER again. If I love it, it's nothing more than a LIFETIME of eating different, lesser, unfamiliar produce, forever chasing that original high I got decades ago, knowing I'll probably never have it again."
      ]
    }
  },
  "d04cda306a0340a0f5baa0ee225dd095": {
    "comic_id": 3569,
    "file_name": "comic2-3570.png",
    "panels": {
      "6": [
        "Banner: NARRATIVES: they happen to you whether you want them to or not",
        "T-Rex: People really like stories, I dunno!!"
      ]
    }
  },
  "180a841ab07797afe88eceb14b62ed7a": {
    "comic_id": 3689,
    "file_name": "comic2-3890.png",
    "panels": {
      "6": [
        "Banner: Happy 2021, the year of being good enough already",
        "T-Rex: Honestly your comment could not be worse timed, given the unfolding of the above banner"
      ]
    }
  },
  "fe03ac778e046c37daf63b3570d9779a": {
    "comic_id": 3699,
    "file_name": "comic2-3900.png",
    "panels": {
      "6": [
        "Banner: T-REX'S USELESS ADVICE CORNER",
        "T-Rex: Wow that sounds bad! If it were me I would simply try not doing that thing you just said!!",
        "T-Rex: Also please ignore that banner; it's from an earlier, unrelated event"
      ]
    }
  },
  "a213dfdc31fec4eb175b38975ac19525": {
    "comic_id": 3764,
    "file_name": "comic2-3965.png",
    "panels": {
      "6": [
        "Banner: MUSTACHE TELEVISION",
        "T-Rex: We were also staying up late while drinking adult beverages a lot then, that probably helped"
      ]
    }
  },
  "cb8e0362727a36a5754adac8d7d06cb8": {
    "comic_id": 3790,
    "file_name": "comic2-3992.png",
    "panels": {
      "6": [
        "Off panel: Except you don't write any operas, much less compose music.",
        "T-Rex: Aha, but do people who DO that stuff pay for ideas from rank amateurs, do you know?",
        "Off panel: 〚large〛 ♫♯♪"
      ]
    }
  },
  "f386262bb4d644e9c6e84e8cfce20f8c": {
    "comic_id": 3796,
    "file_name": "comic2-3998.png",
    "panels": {
      "6": [
        "Banner: Every Topic Comes Back To Batman: TODAY's WINNER",
        "T-Rex: Thank you, thank you"
      ]
    }
  },
  "81f83103433c6c9a2155d1f56953d66d": {
    "comic_id": 3818,
    "file_name": "comic2-4020.png",
    "panels": {
      "6": [
        "T-Rex: 〚thinks〛 NOTE TO SELF: UTAHRAPTOR DOES NOT LIKE DIRECTED STUDIES OF HIMSELF; CONTINUE TO APPEAR CASUAL AT ALL COSTS"
      ]
    }
  },
  "0b4192e94708ed294ef8bdaef48eb16d": {
    "comic_id": 3830,
    "file_name": "comic2-4032.png",
    "panels": {
      "6": [
        "Off panel: I'm not doing a crime and then dying for you, T-Rex.",
        "T-Rex: Right. RIGHT! ME NEITHER, UTAHRAPTOR! NO CRIMES HERE, THAT'S FOR DARN SURE!",
        "T-Rex: 〚small〛 ▹We'll talk later◃"
      ]
    }
  },
  "540136398c184779ab6e93a9ce63d870": {
    "comic_id": 3832,
    "file_name": "comic2-4034.png",
    "panels": {
      "6": [
        "Banner: KIDS: BAD IN ANY TIME PERIOD",
        "T-Rex: It's okay, I'm a former kid so I'm allowed to say it"
      ]
    }
  },
  "d563a0b23f0a8d9348efaad1ba87d170": {
    "comic_id": 3851,
    "file_name": "comic2-4053.png",
    "panels": {
      "2": [
        "T-Rex: 〚small〛 sex scene"
      ]
    }
  },
  "376ed6b3dd2c828ac676f7a412e13a5e": {
    "comic_id": 3886,
    "file_name": "comic2-4088.png",
    "panels": {
      "6": [
        "〚blue backround resembling advice animals memes, in particular the Socially Awkward Penguin, and caption in Impact font〛",
        "Caption: SOME OLD MEMES",
        "Caption: ARE GOOD"
      ]
    }
  },
  "2198e32652eb9c282c295a65a8445b90": {
    "comic_id": 3928,
    "file_name": "comic2-4129.png",
    "panels": {
      "6": [
        "Banner: Science: super easy",
        "Off panel: I feel like your banner is misleading.",
        "T-Rex: Not if you don't allow followup questions it's not!!"
      ]
    }
  },
  "cb0d7497ace1cf1e75cf57bc6dc1b582": {
    "comic_id": 3930,
    "file_name": "comic2-4131.png",
    "panels": {
      "6": [
        "Banner: Secrets of the comedy profession"
      ]
    }
  },
  "6d9a9a3cf1a594ffefdee2d302366bbc": {
    "comic_id": 3933,
    "file_name": "comic2-4134.png",
    "panels": {
      "6": [
        "〚Utahraptor's speech is partly obscured by T-Rex's thought balloons〛",
        "Utahraptor: …ch as the rich becoming functionally immortal … speed! Not to mention … fact that all computati…uld slow down as lightspee… which could also aff… our …peed of thought … it down i… simply … explore what ex… would be like if …hat we take for",
        "T-Rex: 〚thinks〛 Dang! This was MY question and Utahraptor's talking all over my answer!",
        "T-Rex: 〚thinks〛 If he's so smart why doesn't HE open other people's mail??"
      ]
    }
  },
  "480b9ee847256e255e703786772245e1": {
    "comic_id": 3962,
    "file_name": "comic2-4163.png",
    "panels": {
      "6": [
        "Banner: FUCK JOJO BIGBOTTOM",
        "T-Rex: Well!",
        "T-Rex: At LEAST I've found a use for this banner"
      ]
    }
  },
  "93cd8757c2be7ed835a200df4ec97878": {
    "comic_id": 3965,
    "file_name": "comic2-4166.png",
    "panels": {
      "1": [
        "English: 〚bold pink〛 HELLO, AND WELCOME TO ENGLISH.",
        "T-Rex: Yes, hello!"
      ],
      "3": [
        "English: YOUR WORD IS \"REGAL\".",
        "T-Rex: Oh perfect! That's all I need to -",
        "English: YOUR WORD IS \"ROYAL\".",
        "T-Rex: Oh. Um, both those sound like they mean pretty much the same thing, so I think I'll -",
        "English: YOUR WORD IS \"KINGLY\".",
        "T-Rex: I don't need the gender of this imaginary -",
        "English: YOUR WORD IS \"QUEENLY\".",
        "T-Rex: oh my god"
      ],
      "4": [
        "English: YOUR WORD IS \"IMPERIAL\".",
        "Utahraptor: Don't you have enough words for this concept already?",
        "T-Rex: It won't stop!"
      ],
      "5": [
        "English: YOUR WORD IS \"PRINCELY\". YOUR WORD IS \"SOVEREIGN\". YOUR WORD IS \"MAJESTIC\". YOUR WORD IS -",
        "T-Rex: Enough! ENOUGH. I just wanted to describe a meal I made as being SUPER FANCY, and I've got PLENTY of words for that now. We're DONE here, English."
      ],
      "6": [
        "English: PLEASE NOTE THAT WHEN DESCRIBING A MEAL OR OTHER ELEMENT RELATED TO HOSPITALITY, NONE OF THESE WORDS APPLY AND YOU MUST INSTEAD USE THE PHRASE \"FIT FOR A KING\".",
        "T-Rex: ...",
        "T-Rex: ...I hereby RETIRE FROM WORDS"
      ]
    }
  },
  "beaba15c647d429732aae2db9493f0c4": {
    "comic_id": 3978,
    "file_name": "comic2-4179.png",
    "panels": {
      "6": [
        "Banner: T-REX WAS WRONG TODAY",
        "T-Rex: FRIG"
      ]
    }
  },
  "21949b536880aa55ad2fd822617e818a": {
    "comic_id": 3986,
    "file_name": "comic2-4187.png",
    "panels": {
      "6": [
        "〚T-Rex is surrounded by multiple question marks〛"
      ]
    }
  },
  "de6c60f469676fa36a5f1fe5d122d022": {
    "comic_id": 4019,
    "file_name": "comic2-4219.png",
    "panels": {
      "6": [
        "〚a strange futuristic background〛",
        "Narrator: BUT THEN:",
        "Off panel: Greetings, T-Rex! I am a traveller from the future sent back in time to observe you!",
        "T-Rex: FRIG! NEVERMIND"
      ]
    }
  },
  "dc0fbc608dd122ffdedcaf238d79ab6b": {
    "comic_id": 4025,
    "file_name": "comic2-4225.png",
    "panels": {
      "1": [
        "T-Rex: Dear God, how come life is so short? How come we don't live forever?",
        "Deer God: YO DEER GOD HERE",
        "Deer God: GOD OF ALL THE DEERS",
        "Deer God: THAT'S ME"
      ],
      "3": [
        "Deer God: PRETTY SURE YOU DID MY BRO",
        "T-Rex: I said \"dear\" as in \"I am starting a letter and, as I'm told Kids Today find 'dear' overly formal and oddly solicitous, my use of the word suggests I am at least twenty years old\", not \"deer\" as in \"hoofed ruminant mammal\"!",
        "Deer God: WELL YOU GOT THE HOOFED ONE",
        "Deer God: HOLLA"
      ],
      "6": [
        "Deer God: ANYWAY DEER DON'T LIVE FOREVER BECAUSE OF WOLVES SO YOU ASK ME YOU WANNA TALK TO WOLF GOD",
        "T-Rex: Huh!",
        "T-Rex: ...I do, actually"
      ]
    }
  },
  "3b697f4dfa8a6c1d396767ebfa8f6b2b": {
    "comic_id": 4034,
    "file_name": "comic2-4234.png",
    "panels": {
      "6": [
        "Banner: WATER: IT'S MANDATORY",
        "T-Rex: If you don't drink it once every three days you'll FRIGGIN' DIE"
      ]
    }
  },
  "8c6cf5a55198109e6543f30617dfc07d": {
    "comic_id": 4066,
    "file_name": "comic2-4266.png",
    "panels": {
      "6": [
        "Banner: Sherlock canonically does a lot of cocaine",
        "T-Rex: ...hence my banner, you know?"
      ]
    }
  },
  "a495d28298b8c283726c6984f3ca922b": {
    "comic_id": 4069,
    "file_name": "comic2-4269.png",
    "panels": {
      "2": [
        "T-Rex: And when that happens, I always remember what Dromiceiomimus used to say...",
        "T-Rex: 〚starts daydreaming〛"
      ],
      "3": [
        "〚T-Rex's daydream〛",
        "Dromiceiomimus: T-Rex, sometimes it's useful to have a story BEFORE your story - that way, you can use it to manage reader expectations of your second story, which is the one you REALLY want to tell. Like in The Princess Bride, with the sick kid being read a story from a book!",
        "T-Rex: Are there other uses?",
        "Dromiceiomimus: Sure! I remember something Utahraptor used to say - to you, if I recall correctly...",
        "Dromiceiomimus: 〚starts daydreaming〛"
      ],
      "4": [
        "〚Dromiceiomimus's daydream inside T-Rex's daydream〛",
        "Utahraptor: I, Utahraptor, will never forget the time I told you another use for framing stories...",
        "Utahraptor: 〚starts daydreaming〛"
      ],
      "5": [
        "〚Utahraptor's daydream inside Dromiceiomimus's daydream inside T-Rex's daydream〛",
        "Utahraptor: Framing stories can also be used to collect a set of short stories.",
        "T-Rex: Cool!"
      ]
    }
  },
  "596d12612d90a450718fc44c5b1d30f5": {
    "comic_id": 4083,
    "file_name": "comic2-4283.png",
    "panels": {
      "6": [
        "Banner: I'm not qualified to answer your questions",
        "T-Rex: ...See??"
      ]
    }
  },
  "89791bf2451e6241623253edbdaf7cf6": {
    "comic_id": 4099,
    "file_name": "comic2-4298.png",
    "panels": {
      "2": [
        "Heading: 〚yellow-orange gradient, 3D, angled〛 A STANDING DESK"
      ]
    }
  },
  "6e5bdfbdfa0d1daf8292afd9af8d274a": {
    "comic_id": 4151,
    "file_name": "comic2-4349.png",
    "panels": {
      "5": [
        "Utahraptor: Now you can't wait for TWO things, but you MUST wait to do two things! You screwed up big time, buddy!",
        "T-Rex: I HATE THIS AND I HATE THAT MY SHORT ARTIFICIAL LIFE HAS BROUGHT ME HERE!!",
        "T-Rex: AAAAAAAAAAAAAAAAAAAAAHHHHHHHHHHHHHHHHHHHHH"
      ]
    }
  },
  "8ad8d9f5b6e9bf94cba746db3a25f80c": {
    "comic_id": 4153,
    "file_name": "comic2-4351.png",
    "panels": {
      "1": [
        "Hot Pink Narrator: IT'S THE FUTURE!",
        "T-Rex: Woo! The future!",
        "T-Rex: Everything is great!"
      ],
      "3": [
        "Hot Pink Narrator: EVERYTHING ISN'T GREAT!",
        "T-Rex: Aw man. Well, are - are SOME things great?",
        "Hot Pink Narrator: YEAH, SOME THINGS ARE GREAT!",
        "T-Rex: Are the things that are great in the future the same things that are great now?",
        "Hot Pink Narrator: SOME OF THEM, SURE"
      ],
      "5": [
        "Hot Pink Narrator: 30 SECONDS. NOT THAT MUCH HONESTLY",
        "T-Rex: This sucks! Send me back to my own time, I wanna get here the normal way!"
      ]
    }
  },
  "daa6e7720bcdb3f637536c1210aeda2c": {
    "comic_id": 4154,
    "file_name": "comic2-4352.png",
    "panels": {
      "6": [
        "Banner: Sherlock Holmes knows computers",
        "Off panel: And hey - thanks for patiently standing there while I set up that banner, dude.",
        "T-Rex: *sigh*"
      ]
    }
  },
  "bccb4e5845b8c960db98f51149c9b9d5": {
    "comic_id": 4174,
    "file_name": "comic2-4372.png",
    "panels": {
      "3": [
        "T-Rex: As he moves his yondi-2 (new nouns, too) over the draak (lots of new nouns to be quite honest) he couldn't help but notice how its do💖k🍖a (there's new consonants too, and emojis are consonants now) was 📕✔️👀ing wildly (you can make words entirely out of emojis in the future; it's actually legally mandatory in some jurisdictions ESPECIALLY if you haven't paid for the Full Latin DLC.)"
      ]
    }
  },
  "f1d568f9634983d528e592d0d4516969": {
    "comic_id": 4189,
    "file_name": "comic2-4387.png",
    "panels": {
      "6": [
        "Sound effect: *boinkyy woinky*",
        "T-Rex: Oh! Good to know!",
        "T-Rex: The sound of our friendship BREAKING FOREVER is \"boinkyy woinky.\""
      ]
    }
  },
  "c74a544e4e88f17cdd5d690e22c921b9": {
    "comic_id": 4192,
    "file_name": "comic2-4390.png",
    "panels": {
      "5": [
        "T-Rex: 〚thinks〛 <a deep thought about Batman>",
        "Utahraptor: 〚thinks〛 <a deeper thought about Batman>",
        "T-Rex: 〚thinks〛 <a new and exciting thought about Batman>"
      ]
    }
  },
  "87110bd7648662691ccc35d60f733679": {
    "comic_id": 4197,
    "file_name": "comic2-4395.png",
    "panels": {
      "6": [
        "Narrator: LATER, SOMEONE TALKS ABOUT T-REX WHEN HE'S NOT AROUND AND HIS NEW POWER ACTIVATES:",
        "Telepathy: I guess T-Rex can sometimes be a little insecure.",
        "T-Rex: Hah hah hah! FOOLS!",
        "T-Rex: I ALREADY KNEW THAT"
      ]
    }
  },
  "9f5389b0f05ea16f6b97ec20a3e1964d": {
    "comic_id": 4205,
    "file_name": "comic2-4403.png",
    "panels": {
      "6": [
        "〚daydream〛",
        "Off panel: Hah hah hah! Oh noooo!",
        "T-Rex: Hah hah hah! YES!",
        "T-Rex: Oh no it got me too"
      ]
    }
  },
  "1c589ded1b8b07084b5317a797f77b30": {
    "comic_id": 4226,
    "file_name": "comic2-4424.png",
    "panels": {
      "1": [
        "Death: Surprise, T-Rex! It's me, Death",
        "T-Rex: Oh NO!"
      ],
      "3": [
        "Death: Boo! I'm Death",
        "Dromiceiomimus: Don't bring her near me, T-Rex! I don't need a skelly in robes messing up my day.",
        "T-Rex: I'm sorry, Dromiceiomimus! I don't control her!"
      ],
      "4": [
        "Death: I'm a skeleton with a sword on a stick",
        "Utahraptor: She's kinda annoying, yeah?",
        "T-Rex: YEP!"
      ],
      "5": [
        "Death: When I go on vacation silly things happen",
        "Utahraptor: Isn't she supposed to lead you away from this life?",
        "T-Rex: Who knows, man? I'm not a Death expert! I've never even died ONCE!"
      ],
      "6": [
        "Death: I'm here to harvest the souls of the millions of bacteria in your digestive tract which live and die every day without anyone knowing",
        "T-Rex: Oh! Okay. Um, does it hurt?",
        "Death: Well!",
        "Death: Not for them"
      ]
    }
  },
  "8155c35bc9dd084fc1cd57b76240332f": {
    "comic_id": 4256,
    "file_name": "comic2-4454.png",
    "panels": {
      "6": [
        "Banner: Okay, wow, that is NOT what \"hot goss\" is",
        "T-Rex: Utahraptor! This banner above me, which demands your attention, might save us both valuable seconds!!"
      ]
    }
  },
  "7d5b01089afb8f407a1f0850eaf31907": {
    "comic_id": 4257,
    "file_name": "comic2-4455.png",
    "panels": {
      "3": [
        "T-Rex: *ahem*",
        "T-Rex: 〚an image of \"The Treachery of Images\" by René Magritte (1898-1967)〛",
        "Dromiceiomimus: ...Gross."
      ]
    }
  },
  "3719b514d3d376a7b3169b6ebed2b9b5": {
    "comic_id": 4290,
    "file_name": "comic2-4488.png",
    "panels": {
      "6": [
        "Narrator: BUT THEN:",
        "Off panel: ♪ *clank clang clonk meow meow wooeee boi-yoi-yoing* ♫",
        "T-Rex: ...huh, turns out fear DOES have practical uses in society.",
        "T-Rex: Okay, nevermind!!"
      ]
    }
  },
  "210c21ad39c97792256d0dcf2ba3b704": {
    "comic_id": 4314,
    "file_name": "comic2-5008.png",
    "panels": {
      "6": [
        "T-Rex: Huh! You make a good point.",
        "Utahraptor: Thanks"
      ]
    }
  },
  "5190ced336d9c01ddda81db3f606b4a5": {
    "comic_id": 4319,
    "file_name": "comic2-5017.png",
    "panels": {
      "6": [
        "Banner: #EGGLIFE",
        "T-Rex: It's better if you write it down."
      ]
    }
  }
}